TargetApplication=ImgBurn
Author=muthana
SourceLANGID=2057
LANGID=1025
Generator=DKLang Translation Editor v3.0
LastModified=2013-08-26 16:47:25

[frmAbout]
00000001=ImgBurn حول
00000002=ImgBurn
00000003=النسخة:
00000004=مجهول
00000005=البرمجة:
00000006=LIGHTNING UK!
00000007=الرخصة:
00000008=مـجّـانـي
00000009=هذا البرنامج مجّاني ولا يجوز ترخيصه إلا بالمـجّـان
00000010=الموقع:
00000011=مجهول
00000012=المنتدى:
00000013=مجهول
00000014=البريد الإلكتروني:
00000015=مجهول
00000016=موافق
00000017=الترجمة:
00000018=العبدالفقير

[frmAskEraseDisc]
00000001=محو القرص
00000002=محو القرص
00000003=!سيتم محو كافّة البيانات من هذا القرص
00000004=سريع
00000005=شامل
00000006=إلغاء الأمر

[frmAutomaticWriteSpeed]
00000001=سرعة الكتابة التلقائيّة
00000002=وصف
00000003=سرعة الكتابة
00000004=موافق
00000005=إلغاء الأمر
00000006=إعدادات
00000007=تحديث
00000008=سرعة الكتابة:
00000009=إضافة
00000010=إزالة
00000011=جهاز:
00000012=هويّة القرص:
00000013=سرعة الكتابة:
00000014=تحديث
00000015=إزالة
00000016=إضافة
00000017=تغيير "هويّة القرص" إلى هويّة أخرى
00000018=عرض بـ
00000019=هويّة القرص
00000020=الجهاز
00000021=إستيراد
00000022=تصدير
00000023=PngImage0
00000024=PngImage1
00000025=توسيع الكل
00000026=طي الكل
00000027=الإستعداد للبدأ...
00000028=قم بإدخال معلومات القرص (مثلاً 00-004-سي سي ام) هنا، قم باختيار سرعة الكتابة التي سيتم استخدامها من المحركات التي لم يتم اختيارها بعد ثم انقر على زر "إضافة" ليتم إضافتها للقائمة
00000029=إعدادات
00000030=عرض الأجهزة الغير موجودة

[frmBuildImageTree]
00000001=بناء هيكل ملف الصورة...
00000002=إلغاء الأمر
00000003=المجلد الحالي
00000004=مجهول
00000005=المادة الحاليّة
00000006=مجهول
00000007=التقدم

[frmBurnNextDisc]
00000001=الرجاء إدخال القرص التالي...
00000002=نص الوضع الحالي
00000003=تخطّي ملف الصورة
00000004=إلغاء الأمر
00000005=التالي
00000006=مجهول
00000007=وقت:
00000008=القطاعات:
00000009=مجهول
00000010=الحجم:
00000011=مجهول
00000012=مجهول
00000013=عنوان:
00000014=فتح المجلد الذي يحتوي الملف
00000015=مجهول
00000016=نسخ:
00000017=مجهول
00000018=تحميل
00000019=إخراج
00000020=مجهول
00000021=إبحث عن القرص الفارغ التالي في التغيير
00000022=عرض تحكم التغيير...
00000023=موافق
00000024=السابق
00000025=مجهول
00000026=عنوان:
00000027=تصدير الرسم البياني...
00000028=عرض الرسم البياني...
00000029=فتح المجلد الذي يحتوي الملف
00000030=الرسم البياني:
00000031=مجهول
00000032=نسخ:
00000033=مجهول
00000034=حذف ملف الصورة
00000035=تحميل
00000036=إخراج
00000037=مجهول
00000038=تغيير
00000039=لفاصل طبقة القرص IFO عرض معلومات الـ
00000040=نسخ

[frmBurnQueue]
00000001=اصطفاف الكتابة
00000002=تحريك ملفات الصورة المختارة إلى الأسفل (Ctrl+Down)
00000003=تحريك ملفات الصورة المختارة إلى القاع (Ctrl+End)
00000004=تحريك ملفات الصورة المختارة إلى السقف (Ctrl+Home)
00000005=تحريك ملفات الصورة المختارة إلى الأعلى (Ctrl+Up)
00000006=إزالة ملفات الصورة المختارة (Del)
00000007=إزالة كل ملفات الصورة (Ctrl+Del)
00000008=إستعراض ملف... (Ins)
00000009=كتابة
00000010=CUE إنشاء ملف...
00000011=إسم
00000012=الحالة
00000013=معلومات الإصطفاف
00000014=ملفات الصورة المتبقّية:
00000015=النُسَخ المتبقّية:
00000016=مجهول
00000017=مجهول
00000018=معلومات ملف الصورة
00000019=عنوان:
00000020=قطاعات:
00000021=الحجم:
00000022=مجهول
00000023=مجهول
00000024=مجهول
00000025=فتح المجلد الذي يحتوي الملف
00000026=الملفات المحروقة:
00000027=مجهول
00000028=تحميل
00000029=إخراج
00000030=تطبيق الإعدادات على ملفات الصورة المختارة
00000031=تطبيق على المختار:
00000032=مجهول
00000033=مشاركة ملفات الصورة المختارة مع المحركات (Ctrl+S)
00000034=حذف ملفات الصورة عند الإنتهاء
00000035=تحديد سرعة الكتابة:
00000036=تحديد الجهاز الحالي
00000037=تحديد النُسَخ:
00000038=تطبيق *كل* الإعدادات على ملفات الصورة المختارة
00000039=الكل
00000040=تطبيق إعدادات "الجهاز" على ملفات الصورة المختارة
00000041=الجهاز
00000042=تطبيق إعدادات "حذف ملفات الصورة" على ملفات الصورة المختارة
00000043=حذف ملفات الصورة
00000044=تطبيق إعدادات "سرعة الكتابة" على ملفات الصورة المختارة
00000045=سرعة الكتابة
00000046=تطبيق إعدادات "النُسَخ" على ملفات الصورة المختارة
00000047=النُسَخ
00000048=تحريك إلى السقف
00000049=تحريك إلى الأعلى
00000050=تحريك إلى الأسفل
00000051=تحريك إلى القاع
00000052=الترتيب حسب الاسم
00000053=(الترتيب حسب الاسم (تجاهل المسار
00000054=الترتيب حسب إسم المجلد
00000055=تحميل الإصطفاف المستخدم أخيراً
00000056=تحميل الإصطفاف...
00000057=حفظ الإصطفاف...
00000058=إضافة...
00000059=إزالة
00000060=إصطفاف مجدداً
00000061=ضع إشارة أنه محروق
00000062=تطبيق إعدادات "الجهاز" للذي تم اختياره
00000063=تطبيق إعدادات "حذف ملف الصورة" للذي تم اختياره
00000064=تطبيق إعدادات "سرعة الكتابة" للذي تم اختياره
00000065=تطبيق إعدادات "النُسَخ" للذي تم اختياره
00000066=تطبيق كل الإعدادات على الذي تم اختياره
00000067=مشاركة ملفات الصورة المختارة بين المحركات
00000068=مشاركة كل ملفات الصورة بين المحركات
00000069=إزالة المحروق
00000070=إزالة الإصطفاف
00000071=إزالة الكل
00000072=إختيار الكل
00000073=عكس الإختيار
00000074=تغيير
00000075=لفاصل طبقة القرص IFO عرض معلومات الـ
00000076=PngImage0
00000077=PngImage1
00000078=موافق
00000079=تحميل الإصطفاف
00000080=حفظ الإصطفاف

[frmCancel]
00000001=ImgBurn
00000002=هل بالفعل تريد إلغاء الأمر؟
00000003=إستكمال
00000004=نعم
00000005=لا
00000006=وقفة

[frmChangeAdvancedSettings]
00000001=تغيير الإعدادات المتقدمة
00000002=الجهاز
00000003=مجهول
00000004=!مرحباً
00000005=رجاءً قم باختيار التبويب المناسب لمحرك أقراصك
00000006=(!إن لم تكن تعرف ماذا تفعل، فقط انقر على "موافق" الأن)
00000007=BenQ
00000008=تغيير لـ:
00000009=مجهول
00000010=الإعداد الحالي:
00000011=الإعداد الجديد:
00000012=تحديث
00000013=الرجاء اختيار...
00000014=الرجاء اختيار...\nOverSpeed\nSolid Burn (الأقراص المعروفة)\nSolid Burn (الأقراص مجهولة)\nإختبار الكتابة (DVD+R/+RW/+R DL لقرص)\nWOPC\nتنظيف EEPROM (الأقراص المعلّمة تلقائيّاً)\n
00000015=الرجاء اختيار...
00000016=الرجاء اختيار...\n
00000017=تغيير
00000018=Lite-On
00000019=تغيير لـ:
00000020=الإعداد الحالي:
00000021=مجهول
00000022=الإعداد الجديد:
00000023=تحديث
00000024=الرجاء اختيار...
00000025=الرجاء اختيار...\nإجبار HyperTuning\nمن النت HyperTuning\nOverSpeed\nSmartBurn\nOPC تفريغ تاريخ استخدام\n
00000026=الرجاء اختيار...
00000027=الرجاء اختيار...\n
00000028=تغيير
00000029=Plextor
00000030=تغيير لـ:
00000031=الإعداد الحالي:
00000032=مجهول
00000033=الإعداد الجديد:
00000034=تحديث
00000035=الرجاء اختيار...
00000036=الرجاء اختيار...\nAutoStrategy\nPowerRec\n
00000037=الرجاء اختيار...
00000038=الرجاء اختيار...\n
00000039=تغيير
00000040=Samsung
00000041=تغيير لـ:
00000042=الإعداد الحالي:
00000043=مجهول
00000044=تحديث
00000045=الإعداد الجديد:
00000046=الرجاء اختيار...
00000047=الرجاء اختيار...\nMagic Speed\n
00000048=تغيير
00000049=الرجاء اختيار...
00000050=الرجاء اختيار...\n
00000051=موافق
00000052=متقدم
00000053=Pioneer
00000054=تغيير لـ:
00000055=مجهول
00000056=الإعداد الحالي:
00000057=الإعداد الجديد:
00000058=تحديث
00000059=الرجاء اختيار...
00000060=الرجاء اختيار...\nسرعة الكتابة الأمثل\n(سرعة الكتابة الأمثل (حفظ على المحرك\n
00000061=الرجاء اختيار...
00000062=الرجاء اختيار...\n
00000063=تغيير

[frmChangeBookType]
00000001=تغيير نوع الكتاب
00000002=!مرحباً
00000003=رجاءً قم باختيار التبويب المناسب لمحرك أقراصك
00000004=(!إن لم تكن تعرف ماذا تفعل، فقط انقر على "موافق" الأن)
00000005=BenQ
00000006=تغيير لـ:
00000007=مجهول
00000008=الإعداد الحالي:
00000009=الإعداد الجديد:
00000010=تحديث
00000011=الرجاء اختيار...
00000012=الرجاء اختيار...\nالقرص الحالي (DVD+RW لقرص)\nالمحرك (DVD+R لقرص)\nالمحرك (DVD+RW لقرص)\nالمحرك (DVD+R DL لقرص)\n
00000013=الرجاء اختيار...
00000014=الرجاء اختيار...\nDVD-ROM\nDVD-R\nDVD-RW\nDVD+R\nDVD+RW\nDVD+R DL\n
00000015=تغيير
00000016=LG
00000017=تغيير لـ:
00000018=الإعداد الحالي:
00000019=مجهول
00000020=الإعداد الجديد:
00000021=تحديث
00000022=الرجاء اختيار...
00000023=الرجاء اختيار...\nالمحرك (DVD+R لقرص)\nالمحرك (DVD+R DL لقرص)\n
00000024=الرجاء اختيار...
00000025=الرجاء اختيار...\nNormal\nDVD-ROM\n
00000026=تغيير
00000027=Lite-On
00000028=الإعداد الحالي:
00000029=مجهول
00000030=الإعداد الجديد:
00000031=تغيير لـ:
00000032=تحديث
00000033=تغيير
00000034=الرجاء اختيار...
00000035=الرجاء اختيار...\nNormal\nDVD-ROM\nDVD+RW\n
00000036=الرجاء اختيار...
00000037=الرجاء اختيار...\nالكتابة التالية\nالقرص الحالي (DVD+RW لقرص)\nالمحرك (DVD+R لقرص)\nالمحرك (DVD+RW لقرص)\nالمحرك (DVD+R DL لقرص)\nالمحرك (DVD+R لقرص - EEPROM!)\nالمحرك (DVD+RW لقرص - EEPROM!)\nالمحرك (DVD+R DL لقرص - EEPROM!)\n
00000038=NEC
00000039=تغيير لـ:
00000040=الإعداد الحالي:
00000041=مجهول
00000042=الإعداد الجديد:
00000043=تحديث
00000044=الرجاء اختيار...
00000045=الرجاء اختيار...\nالمحرك (DVD+R لقرص)\nالمحرك (DVD+RW لقرص)\nالمحرك (DVD+R DL لقرص)\nالمحرك (DVD+R مؤقّتاً - لقرص)\nالمحرك (DVD+RW مؤقّتاً - لقرص)\nالمحرك (DVD+R DL مؤقّتاً - لقرص)\nالإعداد النشط (DVD+R لقرص)\nالإعداد النشط (DVD+RW لقرص)\nالإعداد النشط (DVD+R DL لقرص)\nإعادة تعيين عدّاد التغيير\n
00000046=الرجاء اختيار...
00000047=الرجاء اختيار...\nNormal\nDVD-ROM\n
00000048=تغيير
00000049=Nu Tech
00000050=تغيير لـ:
00000051=الإعداد الحالي:
00000052=مجهول
00000053=الإعداد الجديد:
00000054=تحديث
00000055=الرجاء اختيار...
00000056=الرجاء اختيار...\nالقرص الحالي (DVD-RW لقرص)\nالقرص الحالي (DVD+RW لقرص)\nالمحرك (DVD-R لقرص)\nالمحرك (DVD-RW لقرص)\nالمحرك (DVD+R/+R DL لقرص)\nالمحرك (DVD+RW لقرص)\nالمحرك (DVD-R لقرص - Flash RAM!)\nالمحرك (DVD-RW لقرص - Flash RAM!)\nالمحرك (DVD+R/+R DL لقرص - Flash RAM!)\nالمحرك (DVD+RW لقرص - Flash RAM!)\n
00000057=الرجاء اختيار...
00000058=الرجاء اختيار...\nDVD-ROM\nDVD+R/RW\n
00000059=تغيير
00000060=Plextor
00000061=تغيير لـ:
00000062=الإعداد الحالي:
00000063=مجهول
00000064=الإعداد الجديد:
00000065=تحديث
00000066=الرجاء اختيار...
00000067=الرجاء اختيار...\nالمحرك (DVD+R لقرص)\nالمحرك (DVD+R DL لقرص)\n
00000068=الرجاء اختيار...
00000069=الرجاء اختيار...\nNormal\nDVD-ROM\n
00000070=تغيير
00000071=RICOH
00000072=تغيير لـ:
00000073=الإعداد الحالي:
00000074=الإعداد الجديد:
00000075=مجهول
00000076=تحديث
00000077=تغيير
00000078=الرجاء اختيار...
00000079=الرجاء اختيار...\nالقرص الحالي (DVD+RW لقرص)\nالمحرك (DVD+R لقرص)\nالمحرك (DVD+RW لقرص)\n
00000080=الرجاء اختيار...
00000081=الرجاء اختيار...\nافتراضي\nDVD-ROM\nDVD-R\nDVD-RW\nDVD+R\nDVD+RW\nDVD+R DL\n
00000082=Samsung
00000083=تغيير لـ:
00000084=مجهول
00000085=الإعداد الحالي:
00000086=الإعداد الجديد:
00000087=تحديث
00000088=الرجاء اختيار...
00000089=الرجاء اختيار...\nالمحرك (DVD+R لقرص)\nالمحرك (DVD+RW لقرص)\nالمحرك (DVD+R DL لقرص)\n
00000090=الرجاء اختيار...
00000091=الرجاء اختيار...\nNormal\nDVD-ROM\n
00000092=تغيير
00000093=موافق
00000094=جهاز
00000095=مجهول
00000096=القرص الحالي
00000097=مجهول
00000098=تحديث
00000099=متقدم

[frmChangeRegionalCode]
00000001=تغيير الترميز الإقليمي
00000002=موافق
00000003=إلغاء الأمر
00000004=إقليم
00000005=الخيارات المتوفرة القابلة للتغيير:
00000006=1. الولايات المتّحدة، كندا
00000007=2. أوروبا الغربية، اليابان، جنوب أفريقيا
00000008=3. جنوب شرق اسيا
00000009=4. أستراليا، أمريكا الجنوبية
00000010=5. روسيا، أوروبا الشرقية، أفريقيا
00000011=6. الصين

[frmChangeVolumeLabel]
00000001=تغيير عنوان المجلد
00000002=الرجاء اختيار ملف...
00000003=إستعراض ملف...
00000004=فتح المجلد الذي يحتوي الملف
00000005=موافق
00000006=إلغاء الأمر
00000007=تطبيق
00000008=عنوان المجلد
00000009=ISO9660:
00000010=Joliet:
00000011=UDF:
00000012=على أنظمة ملفات أخرى ISO9660 نسخ ولصق عنوان مجلد الـ
00000013=على أنظمة ملفات أخرى Joliet نسخ ولصق عنوان مجلد الـ
00000014=على أنظمة ملفات أخرى UDF نسخ ولصق عنوان مجلد الـ
00000015="تحويل إلى "أحرف كبيرة
00000016="تحويل إلى "أحرف صغيرة
00000017="تحويل إلى "عنوان
00000018="تحويل إلى "عنوان
00000019="تحويل إلى "أحرف صغيرة
00000020="تحويل إلى "أحرف كبيرة
00000021=إستخدام الوقت والتاريخ الحالي
00000022=خيارات
00000023=UDFتمكين خيار اليونيكود لعنوان مجلد الـ
00000024=لا يوجد
00000025=تفريغ
00000026=مزامنة التعديل
00000027="تحويل إلى "أحرف كبيرة
00000028="تحويل إلى "أحرف صغيرة
00000029="تحويل إلى "عنوان
00000030=ISO9660 - مجموعة الحروف
00000031=قياسي
00000032=DOS
00000033=ASCII

[frmConfigureDriveOEM]
00000001=OEM تعديل محرك أقراص
00000002=OEM محرك أقراص
00000003=الرجاء اختيار...
00000004=الرجاء اختيار...\nBenQ\nLG\nLite-On\nNEC\nNuTech\nPioneer\nPlextor\nRicoh\nSamsung\n
00000005=هويّة المحرك
00000006=موافق
00000007=إلغاء الأمر
00000008=تعليمات:|| أ. قم باختيار المُصنّع الفـعـلـي لمحرك الأقراص في خانة القائمة المنسدلة لـ "محرك أقراص الـ أو إي أم"|ب. قم بكتابة تسلسل الهويّة الخاص بمحرك الأقراص كما هو موضّح على واجهة البرنامج||يجب أن تكون كل هويّة في سطر لوحدها وبدون مساحات قبل وبعد||على سبيل المثال:||محرك الأقراص الـ أو إي أم: سامسونج|تسلسل هويّة الجهاز:سوني أ830||ولهذا نقول، أن محرك أقراص سوني أ830 في الواقع هو محرك صنعته شركة سامسونج ولذا يجب إستخدام الأوامر الخاصّة بسامسونج لنستطيع التحكّم به

[frmCreateCUE]
00000001=CUE إنشاء ملف
00000002=نموذج
00000003=تحريك المواد المختارة إلى الأسفل (Ctrl+Down)
00000004=تحريك المواد المختارة إلى القاع (Ctrl+End)
00000005=تحريك المواد المختارة إلى السقف (Ctrl+Home)
00000006=تحريك المواد المختارة إلى الأعلى (Ctrl+Up)
00000007=إزالة المادة المختارة (Del)
00000008=إضافة دورة (Ctrl+S)
00000009=إزالة كل المواد (Ctrl+Del)
00000010=إستعراض ملف... (Ins)
00000011=وصف
00000012=وقت
00000013=موافق بسرعة
00000014=موافق
00000015=إلغاء الأمر
00000022=الحفاظ على درب الأسماء كاملاً
00000023=إضافة إلى إصطفاف الكتابة عند الإنتهاء
00000024=خيارات
00000039=PngImage0
00000040=PngImage1
00000041=تحريك إلى السقف
00000042=تحريك إلى الأعلى
00000043=تحريك إلى الأسفل
00000044=تحريك إلى القاع
00000045=إضافة...
00000046=إزالة
00000047=إزالة الكل
00000048=إضافة دورة
00000049=توسيع الكل
00000050=طيّ الكل
00000056=CD-TEXT:
00000057=بلا
00000058=اسم الملف
00000059=وسم
00000060=مخصّص
00000061=تحديث
00000062=عنوان:
00000063=أداء:
00000064=إظهار قائمة المسار...
00000065=ترتيب عن طريق رقم المسار الخاص بالوسم
00000066=ترتيب عن طريق رقم المسار الخاص بالوسم
00000067=نص الحالة
00000068=طول الفاصل:
00000069=(إطارات     (75 إطار = 1 ثانية
00000070=0 ثانية
00000071=2 ثواني
00000072=مخصّص
00000073=لمدة المسار Accurate Audio تفضيل ميزة
00000074=افتراضي CD-TEXT (مسار / قرص)
00000075=بلا
00000076=بلا\nوسم\nمخصّص\n
00000077=بلا
00000078=بلا\nاسم الملف\nوسم\nمخصّص\n
00000079=استخدام القرص %
00000080=DirectShow عرض قائمة تصفية الـ...

[frmCreateLayerBreak]
00000001=إنشاء موقع فاصل للقرص ذو الطبقتين
00000002=!قم بإغلاق نافذة المعاينة للإستمرار
00000003=LBA
00000004=الحشوة
00000005=ملف/VTS
00000006=LU
00000007=PGC
00000008=الفصل
00000009=خليّة
00000010=V/C هويّة
00000011=وقت البداية
00000012=SPLIP
00000013=موافق
00000014=إلغاء الأمر
00000015=تجاهل خيارات فاصل الطبقة
00000016=صفحة الإستفهام
00000017=ممتاز
00000018=جيد جداً
00000019=جيد
00000020=متوسط
00000021=خيارات
00000022=IFO/BUP لا تقم بتحديث ملفات الـ
00000023=سَلِس
00000024=معاينة الخليّة المختارة
00000025=PngImage0
00000026=PngImage1
00000027=PngImage2
00000028=PngImage3
00000029=معاينة
00000030=ILVU

[frmCreateMDS]
00000001=MDS إنشاء ملف
00000006=موافق
00000007=إلغاء الأمر
00000008=الحفاظ على درب الأسماء كاملاً
00000010=موافق بسرعة
00000011=LBA فاصل الطبقة:
00000012=إضافة إلى إصطفاف الكتابة عند الإنتهاء
00000013=إزالة المادة المختارة (Del)
00000014=إستعراض ملف... (Ins)
00000015=تحريك المادة المختارة إلى الأعلى (Ctrl+Up)
00000016=تحريك المادة المختارة إلى الأسفل (Ctrl+Down)
00000017=إزالة كل المواد (Ctrl+Del)
00000018=تحريك إلى الأعلى
00000019=تحريك إلى الأسفل
00000020=إضافة...
00000021=إزالة
00000022=إزالة الكل
00000023=تحريك المادة المختارة إلى القاع (Ctrl+End)
00000024=تحريك المادة المختارة إلى السقف (Ctrl+Home)
00000025=تحريك إلى السقف
00000026=تحريك إلى القاع
00000027=PTP
00000028=OTP
00000029=نوع القرص:
00000031=بلا\nCD-ROM\nDVD-ROM\nHD DVD-ROM\nBD-ROM\nBD-R\nBD-RE\n
00000032=بلا
00000033=DVD-ROM
00000034=DVD-ROM\nDVD-R\nDVD-RW\nDVD+R\nDVD+RW\n

[frmCreateVolumeLabel]
00000001=تأكيد عنوان المجلد
00000002=.لو سمحت لم تقم باختيار "عنوان المجلد" لملف الصورة الحالي
00000003=!لإنني برنامج طيّب القلب، لقد قمت بتحمّل مشقّة إنشاءه لأجلك
00000004=هل تريد استخدام عنوان المجلد هذا؟
00000005="إلغاء الأمر - تلقائيّاً "نعم
00000006=تلقائيّاً "نعم" خلال × ثواني
00000007=نعم
00000008=لا
00000009=إلغاء الأمر
00000010=عنوان المجلد
00000011=ISO9660:
00000012=Joliet:
00000013=UDF:
00000014=على أنظمة ملفات أخرى ISO9660 نسخ ولصق عنوان مجلد الـ
00000015=على أنظمة ملفات أخرى Joliet نسخ ولصق عنوان مجلد الـ
00000016=على أنظمة ملفات أخرى UDF نسخ ولصق عنوان مجلد الـ
00000017="تحويل إلى "أحرف كبيرة
00000018="تحويل إلى "أحرف صغيرة
00000019="تحويل إلى "عنوان
00000020="تحويل إلى "أحرف كبيرة
00000021="تحويل إلى "أحرف صغيرة
00000022="تحويل إلى "عنوان
00000023=إستخدام الوقت والتاريخ الحالي
00000024=مزامنة التعديل
00000025="تحويل إلى "أحرف كبيرة
00000026="تحويل إلى "أحرف صغيرة
00000027="تحويل إلى "عنوان

[frmDeviceCapabilities]
00000001=قدرات الجهاز
00000002=مجهول
00000003=الجهاز:
00000004=معلومات الشركة المصنّعة:
00000005=الرقم التسلسلي:
00000006=مجهول
00000007=مجهول
00000008=حجم ذاكرة التخزين:
00000009=مجهول
00000010=نسخة البرمجة الثابتة:
00000011=مجهول
00000012=قدرات القراءة
00000013=CD-R
00000014=CD-RW
00000015=DVD-ROM
00000016=DVD-R
00000017=DVD-RW
00000018=DVD+R
00000019=DVD+RW
00000020=DVD+R DL
00000021=DVD-R DL
00000022=HD DVD-ROM
00000023=BD-ROM
00000024=HD DVD-R
00000025=HD DVD-RAM
00000026=BD-R
00000027=BD-RE
00000028=DVD-RW DL
00000029=DVD+RW DL
00000030=DVD-RAM
00000031=Layer Jump Rec.
00000032=LightScribe
00000033=Labelflash
00000035=HD DVD-R DL
00000036=HD DVD-RW DL
00000037=HD DVD-RW
00000038=CD Text
00000039=C2 أخطاء
00000040=قدرات الكتابة
00000041=CD-R
00000042=CD-RW
00000043=DVD-R
00000044=DVD-RW
00000045=DVD+R
00000046=DVD+RW
00000047=DVD+R DL
00000048=DVD-R DL
00000049=HD DVD-R
00000050=HD DVD-RAM
00000051=BD-R
00000052=BD-RE
00000053=DVD+RW DL
00000054=DVD-RW DL
00000055=DVD-RAM
00000056=DVD-ROM
00000057=HD DVD-ROM
00000058=BD-ROM
00000059=Layer Jump Rec.
00000060=Labelflash
00000061=LightScribe
00000063=HD DVD-R DL
00000064=HD DVD-RW
00000065=HD DVD-RW DL
00000066=CD Text
00000067=C2 أخطاء
00000068=موافق
00000069=Firmware تأكد من وجود تحديث للبرمجة الثابتة
00000070=BD-R XL
00000072=BD-RE XL
00000073=BD-R XL
00000074=BD-RE XL
00000075=قدرات أخرى
00000076=Binding Nonce جيل
00000077=Bus قدرة تشفير الـ

[frmDropZone]
00000001=!اسحب المجلدات والملفات إلى هنا
00000002=لصق
00000003=إغلاق
00000004=!اسحب المجلدات والملفات إلى هنا
00000005=!اسحب المجلدات والملفات إلى هنا

[frmEmbeddedChangerControl]
00000001=لوحة تحكم التغيير المضمنة
00000002=الجهاز
00000003=مجهول
00000004=عدد الفتحات:
00000005=إمكانيّة تغيير الجانب:
00000006=مساعدة وجود القرص:
00000007=مجهول
00000008=مجهول
00000009=مجهول
00000010=تحميل
00000011=إخراج
00000012=موافق
00000013=فتحات
00000014=الفتحة الحالية:
00000015=مجهول
00000016=إلغاء التحميل
00000017=فتحة
00000018=وجود القرص
00000019=تحميل الفتحة الحالية

[frmFilterDriverLoadOrder]
00000001=تصفية تسلسل تحميل المعرّف
00000002=معلومات النسخة
00000003=إسم الملف:
00000004=مجهول
00000005=نسخة الملف:
00000006=مجهول
00000007=وصف الملف:
00000008=مجهول
00000009=إسم الشركة:
00000010=مجهول
00000011=إسم المنتج:
00000012=مجهول
00000013=نسخة المنتج:
00000014=مجهول
00000015=حقوق النشر:
00000016=مجهول
00000017=نوع التصفية
00000018=تصفية اسم المعرّف
00000019=موافق
00000020=إزالة التصفية المختارة
00000021=تحديث
00000022=نسخ إلى الحافظة
00000023=PngImage0
00000024=PngImage1

[frmImageInformation]
00000001=معلومات ملف الصورة
00000002=الدورة
00000003=المسار
00000004=النوع
00000005=قائمة
00000006=بداية
00000007=المدة
00000008=موافق
00000009=معلومات
00000010=عنوان المجلد:
00000011=مجهول
00000012=0 مسارات 0 دورات
00000013=رقم مجلّة القرص:
00000014=مجهول
00000015=الوقت الكامل:
00000016=CD-TEXT
00000017=العنوان:
00000018=مجهول
00000019=مجهول
00000020=أداء:
00000021=هويّة القرص:
00000022=UPC / EAN:
00000023=مجهول
00000024=مجهول
00000025=مجهول
00000026=معلومات ملف الصورة
00000027=معلومات القرص
00000028=LBA

[frmLog]
00000001=ImgBurn سجل
00000002=ملف
00000003=جديد
00000004=فتح...
00000005=حفظ باسم...
00000006=طباعة
00000007=إغلاق
00000008=تحرير
00000009=قص
00000010=نسخ
00000011=حذف
00000012=اختيار الكل
00000013=أدوات
00000014=حساب
00000015=قص
00000016=نسخ
00000017=حذف
00000018=اختيار الكل
00000019=PngImage1
00000020=PngImage2
00000021=PngImage3
00000022=PngImage4

[frmMain]
00000001=ImgBurn
00000002=قراءة
00000003=تصدير الرسم البياني...
00000004=عرض الرسم البياني...
00000005=المصدر
00000006=تحميل
00000007=إخراج
00000008=عنوان:
00000009=مجهول
00000010=تعريف التطبيق
00000011=هويّة التطبيق:
00000012=مجهول
00000013=نظام/أنظمة الملف
00000014=نظام الملف:
00000015=مجهول
00000016=عارض القطاع...
00000017=عرض لوحة تحكم التغيير...
00000018=المقصد
00000019=فتح المجلد الذي يحتوي الملف
00000020=المساحة الفارغة:
00000021=مجهول
00000022=إستعراض ملف...
00000023=قدرة الإستيعاب:
00000024=مجهول
00000025=رجاءً قم باختيار ملف...
00000026=موافق
00000027=إلغاء الأمر
00000028=إعدادات
00000029=سرعة القراءة:
00000030=إضافة إلى إصطفاف الكتابة عند الإنتهاء
00000031=(سرعة القراءة (بيانات
00000032=(سرعة القراءة (صوت
00000033=معلومات
00000034=معدل التحقق:
00000035=مجهول
00000036=مجهول
00000037=حجم:
00000038=قطاعات:
00000039=مجهول
00000040=الوقت المنقضي:
00000041=الوقت المتبقي:
00000042=مجهول
00000043=الوقت:
00000044=مجهول
00000045=إكتمل
00000046=مخزن ذاكرة الجهاز
00000047=إلغاء الأمر
00000048=مخزن ذاكرة ملف الصورة
00000049=المصدر
00000050=مجهول
00000051=الوقت:
00000052=قطاعات:
00000053=مجهول
00000054=الحجم:
00000055=مجهول
00000056=مجهول
00000057=عنوان:
00000058=مجهول
00000059=فتح المجلد الذي يحتوي الملف
00000060=مجهول
00000061=حذف ملف الصورة عند الإنتهاء
00000062=حذف ملف الصورة
00000063=إغلاق البرنامج عند الإنتهاء
00000064=إغلاق البرنامج
00000065=إيقاف تشغيل الحاسوب عند الإنتهاء
00000066=إيقاف الحاسوب
00000067=التحقق من القرص بعد الكتابة
00000068=التحقق
00000069=إخراج حاضنة القرص عند الإنتهاء
00000070=إخراج القرص
00000071=معلومات
00000072=معدل الكتابة:
00000073=مجهول
00000074=مجهول
00000075=الحجم:
00000076=قطاعات:
00000077=مجهول
00000078=الوقت المنقضي:
00000079=الوقت المتبقي:
00000080=مجهول
00000081=الوقت:
00000082=مجهول
00000083=إكتمل
00000084=مخزن الذاكرة المؤقت
00000085=إلغاء الأمر
00000086=عدد محاولات الكتابة:
00000087=مخزن ذاكرة الجهاز
00000088=الجهاز:
00000089=مجهول
00000090=ملف:
00000091=مجهول
00000092=المصدر
00000093=قطاعات:
00000094=مجهول
00000095=الحجم:
00000096=مجهول
00000097=عنوان:
00000098=الوقت:
00000099=مجهول
00000100=مجهول
00000101=تحقق من القرص بعد الكتابة
00000102=تحقق
00000103=حذف ملف الصورة عند الإنتهاء
00000104=حذف ملف الصورة
00000105=إيقاف تشغيل الحاسوب عند الإنتهاء
00000106=إيقاف الحاسوب
00000107=إغلاق البرنامج عند الإنتهاء
00000108=إغلاق البرنامج
00000109=إخراج حاضنة القرص عند الإنتهاء
00000110=إخراج القرص
00000111=معلومات
00000112=معدّل الكتابة:
00000113=مجهول
00000114=مجهول
00000115=الحجم:
00000116=قطاعات:
00000117=مجهول
00000118=الوقت المنقضي:
00000119=الوقت المتبقي:
00000120=مجهول
00000121=الوقت:
00000122=مجهول
00000123=إكتمل
00000124=مخزن الذاكرة المؤقت:
00000125=إلغاء الأمر
00000126=عدد محاولات الكتابة:
00000127=مخزن ذاكرة الجهاز
00000128=الجهاز:
00000129=مجهول
00000130=نسخة:
00000131=مجهول
00000132=المصدر
00000133=رجاءً قم باختيار ملف...
00000134=قطاعات:
00000135=مجهول
00000136=الحجم:
00000137=مجهول
00000138=عنوان:
00000139=فتح المجلد الذي يحتوي الملف
00000140=الوقت:
00000141=مجهول
00000142=مجهول
00000143=تحقق من القرص بعد الكتابة
00000144=تحقق
00000145=حذف ملف الصورة عند الإنتهاء
00000146=حذف ملف الصورة
00000147=إيقاف تشغيل الحاسوب عند الإنتهاء
00000148=إيقاف الحاسوب
00000149=إغلاق البرنامج عند الإنتهاء
00000150=إغلاق البرنامج
00000151=إخراج حاضنة القرص عند الإنتهاء
00000152=إخراج القرص
00000153=معلومات
00000154=معدّل الكتابة:
00000155=مجهول
00000156=مجهول
00000157=الحجم:
00000158=قطاعات:
00000159=مجهول
00000160=الوقت المنقضي:
00000161=الوقت المتبقي:
00000162=مجهول
00000163=الوقت:
00000164=مجهول
00000165=إكتمل
00000166=مخزن الذاكرة المؤقت
00000167=إلغاء الأمر
00000168=ملف:
00000169=فتح المجلد الذي يحتوي الملف
00000170=المساحة الفارغة:
00000171=مجهول
00000172=مجهول
00000173=مجهول
00000174=المصدر
00000175=قطاعات:
00000176=مجهول
00000177=الحجم:
00000178=مجهول
00000179=عنوان:
00000180=الوقت:
00000181=مجهول
00000182=مجهول
00000183=تحقق من القرص بعد الكتابة
00000184=تحقق
00000185=حذف ملف الصورة عند الإنتهاء
00000186=حذف ملف الصورة
00000187=إيقاف تشغيل الحاسوب عند الإنتهاء
00000188=إيقاف الحاسوب
00000189=إغلاق البرنامج عند الإنتهاء
00000190=إغلاق البرنامج
00000191=إخراج حاضنة القرص عند الإنتهاء
00000192=إخراج القرص
00000193=معلومات
00000194=معدل الكتابة:
00000195=مجهول
00000196=مجهول
00000197=الحجم:
00000198=قطاعات:
00000199=مجهول
00000200=الوقت المنقضي:
00000201=الوقت المتبقي:
00000202=مجهول
00000203=الوقت:
00000204=مجهول
00000205=إكتمل
00000206=مخزن الذاكرة المؤقت
00000207=إلغاء الأمر
00000208=عدد محاولات الكتابة:
00000209=مخزن ذاكرة الجهاز
00000210=الجهاز:
00000211=مجهول
00000212=إستكشاف
00000213=الوقت:
00000214=قطاعات:
00000215=مجهول
00000216=الحجم:
00000217=مجهول
00000218=مجهول
00000219=تحقق من القرص بعد الكتابة
00000220=تحقق
00000221=إيقاف تشغيل الحاسوب عند الإنتهاء
00000222=إيقاف الحاسوب
00000223=إغلاق البرنامج عند الإنتهاء
00000224=إغلاق البرنامج
00000225=حذف ملف الصورة عند الإنتهاء
00000226=حذف ملف الصورة
00000227=إخراج حاضنة القرص عند الإنتهاء
00000228=إخراج القرص
00000232=كتابة
00000233=المقصد
00000234=تحميل
00000235=إخراج
00000236=محو القرص...
00000237=عرض لوحة تحكم التغيير...
00000238=وضع الإختبار
00000239=تحقق
00000240=إعدادات
00000241=سرعة الكتابة:
00000242=تغيير نوع الكتاب...
00000243=تغيير إعدادات متقدمة...
00000244=(مجهول)
00000245=تغيير سرعة الكتابة التلقائيّة...
00000246=إستكشاف
00000247=تصدير الرسم البياني...
00000248=عرض الرسم البياني...
00000249=الرسم البياني:
00000250=قطاعات
00000251=ضع قيمة "مخصّصة" على "القطاعات الفارغة" في القرص الحالي
00000252=MiB
00000253=كل القطاعات
00000254=مخصّص
00000255=معلومات
00000256=معدل القراءة:
00000257=مجهول
00000258=مجهول
00000259=الحجم:
00000260=قطاعات:
00000261=مجهول
00000262=الوقت المنقضي:
00000263=الوقت المتبقي:
00000264=مجهول
00000265=الوقت:
00000266=مجهول
00000267=إكتمل
00000268=مخزن الذاكرة المؤقت
00000269=إلغاء الأمر
00000270=فتح المجلد الذي يحتوي الملف
00000271=المساحة الفارغة:
00000272=مجهول
00000273=مجهول
00000274=أخطاء القراءة:
00000275=المصدر
00000276=مجهول
00000277=عنوان:
00000278=قطاعات:
00000279=الحجم:
00000280=مجهول
00000281=الوقت:
00000282=مجهول
00000283=مجهول
00000284=مجهول
00000285=إخراج حاضنة القرص عند الإنتهاء
00000286=إخراج القرص
00000287=إغلاق البرنامج عند الإنتهاء
00000288=إغلاق البرنامج
00000289=إيقاف تشغيل الحاسوب عند الإنتهاء
00000290=إيقاف الحاسوب
00000291=تحقق من القرص بعد الكتابة
00000292=تحقق
00000293=حذف ملف الصورة عند الإنتهاء
00000294=حذف ملف الصورة
00000295=ماذا تريد أن تفعل؟
00000296=قراءة
00000297=إنشاء ملف الصورة من القرص
00000298=(بناء (خلال الجهاز
00000299=كتابة ملفات/مجلدات إلى القرص
00000300=كتابة
00000301=كتابة ملف الصورة إلى القرص
00000302=تحقّق
00000303=تحقق من القرص
00000304=إستكشاف
00000305=إستكشاف
00000306=(بناء (ملف الصورة
00000307=إنشاء ملف الصورة من ملفات/مجلدات
00000308=تحقّق
00000309=تصدير الرسم البياني...
00000310=تصدير الرسم البياني...
00000311=المصدر
00000312=تحميل
00000313=إخراج
00000314=عارض القطاعات...
00000315=عرض لوحة تحكم التغيير...
00000316=تحقق ضد ملف الصورة
00000317=ملف الصورة
00000318=رجاءً قم باختيار ملف...
00000319=قطاعات:
00000320=مجهول
00000321=حجم:
00000322=مجهول
00000323=عنوان:
00000324=الوقت:
00000325=مجهول
00000326=إستعراض ملف...
00000327=فتح المجلد الذي يحتوي الملف
00000328=تعريف التطبيق
00000329=هويّة التطبيق:
00000330=مجهول
00000331=نظام/أنظمة الملف
00000332=نظام الملف:
00000333=مجهول
00000334=مجهول
00000335=عرض معلومات ملف الصورة...
00000336=إعدادات
00000337=سرعة القراءة:
00000338=(سرعة القراءة (بيانات
00000339=(سرعة القراءة (صوت
00000340=كتابة
00000341=تصدير الرسم البياني...
00000342=تصدير الرسم البياني...
00000343=المقصد
00000344=تحميل
00000345=إخراج
00000346=محو القرص...
00000347=عرض لوحة تحكم التغيير...
00000348=وضع الإختبار
00000349=تحقق
00000350=إعدادات
00000351=سرعة الكتابة:
00000352=تغيير نوع الكتاب...
00000353=تغيير إعدادات متقدمة...
00000354=عدد النُسَخ:
00000355=تغيير سرعة الكتابة التلقائية...
00000356=(مجهول)
00000357=المصدر
00000358=رجاءً قم باختيار ملف...
00000359=الوقت:
00000360=قطاعات:
00000361=مجهول
00000362=مجهول
00000363=الحجم:
00000364=مجهول
00000365=عنوان:
00000366=إستعراض ملف...
00000367=عرض إصطفاف الكتابة...
00000368=فتح المجلد الذي يحتوي الملف
00000369=تعريف التطبيق
00000370=هويّة التطبيق:
00000371=نظام/أنظمة الملف
00000372=نظام الملف:
00000373=مجهول
00000374=مجهول
00000375=مجهول
00000376=عرض معلومات ملف الصورة...
00000377=CUE إنشاء ملف...
00000378=تحوّل إلى إخراج ملف الصورة
00000379=بناء
00000380=بناء
00000381=تحوّل إلى إخراج الجهاز
00000382=عرض الرسم البياني...
00000383=تصدير الرسم البياني...
00000384=المقصد
00000385=مجهول
00000386=المساحة الفارغة:
00000387=إستعراض ملف...
00000388=فتح المجلد الذي يحتوي الملف
00000389=معلومات
00000390=معلومات ملف الصورة
00000391=عدد الملفات:
00000392=عدد المجلدات:
00000393=حجم الملف بالكامل:
00000394=قطاعات الملف بالكامل:
00000395=حجم ملف الصورة:
00000396=قطاعات ملف الصورة:
00000397=حساب حجم ملف الصورة
00000398=مجهول
00000399=مجهول
00000400=مجهول
00000401=مجهول
00000402=مجهول
00000403=مجهول
00000404=مجهول
00000405=الحد الأدنى المطلوب للقرص
00000406=أدنى حد مطلوب للقرص:
00000407=المساحة الفارغة:
00000408=مجهول
00000409=حساب تلقائي
00000411=جهاز
00000412=إعدادات
00000413=سرعة الكتابة:
00000414=تغيير نوع الكتاب...
00000415=تغيير إعدادات متقدمة...
00000416=عدد النُسَخ:
00000417=تغيير سرعة الكتابة التلقائية...
00000418=(مجهول)
00000419=خيارات
00000420=إعادة تعيين الإعدادات
00000421=خيارات ملف الصورة
00000422=نظام الملف:
00000423=UDF تنقيح:
00000424=ضم المجلدات الفرعية
00000425=إشتمل ملفات النظام
00000426=إشتمل الملفات المتخفّية
00000427=إشتمل ملفات الأرشيف فقط
00000428=الحفاظ على درب الأسماء كاملاً
00000429=ISO9660 + UDF
00000430=ISO9660\nISO9660 + Joliet\nISO9660 + Joliet + UDF\nISO9660 + UDF\nUDF\n
00000431=إضافة إلى إصطفاف الكتابة عند الإنتهاء
00000432=خيارات الملف
00000433=تفريغ سمات الأرشيف
00000434=عناوين
00000435=عنوان المجلد
00000436=ISO&9660:
00000437=&Joliet:
00000438=&UDF:
00000439=على أنظمة ملفات أخرى ISO9660 نسخ ولصق عنوان مجلد الـ
00000440=على أنظمة ملفات أخرى Joliet نسخ ولصق عنوان مجلد الـ
00000441=على أنظمة ملفات أخرى UDF نسخ ولصق عنوان مجلد الـ
00000442=تعريفات المجلد
00000443=مجموعة المجلد:
00000444=الناشر:
00000445=مُعد البيانات:
00000446=برنامج:
00000447=نظام:
00000448=&متقدم
00000449=مواعيد
00000450=مواعيد المجلد
00000451="تاريخ"
00000452="وقت"
00000453="تاريخ"
00000454="وقت"
00000455="تاريخ"
00000456="وقت"
00000457="تاريخ"
00000458="وقت"
00000459=نافذ المفعول:
00000460=إنتهاء الصلاحيّة:
00000461=تعديل:
00000462=الإنشاء:
00000463=مواعيد المجلد/الملف
00000464=إستخدم تاريخ و وقت الملف
00000465=إستخدم تاريخ و وقت النظام
00000466=إستخدم تاريخ و وقت مخصّص
00000467="تاريخ"
00000468="وقت"
00000469=قرص
00000470=ذو الطبقتين
00000471=L0 أقصى حد لقطاعات:
00000472=(4076 MiB)
00000473=L0 أدنى حد لقطاعات:
00000474=(0 MiB)
00000475=استيعاب القرص:
00000476=(8152 MiB)
00000477=هويّة:
00000478=DVD+R DL
00000479=DVD+R DL\nDVD-R DL\nDVD-9\nمخصّص\n
00000480=طبقة واحدة
00000481=أقصى حد للقطاعات:
00000482=(4489 MiB)
00000483=هويّة:
00000484=DVD-R/RW
00000485=DVD+R/RW\nDVD-R/RW\nDVD-RAM\nDVD-5\nمخصّص\n
00000486=القيود
00000487=ISO9660
00000488=ISO9660
00000489=السماح لأكثر من 8 مستويات للدليل
00000490=السماح لأكثر من 255 حرفاً في الدرب
00000491=';1' لا تضيف للملفات رقم نسخة
00000492=السماح للملفات التي لا يوجد لها امتدادات
00000493=مجموعة الحروف
00000494=قياسي
00000495=DOS
00000496=ASCII
00000497=طول الإسم للملف/المجلد
00000498=المستوى 1 - 11 حرف، حجم 8.3
00000499=المستوى 2 - 31 حرف
00000500=المستوى × - 219 حرف
00000501=Joliet
00000502=';1' أضف للملفات رقم نسخة
00000503=السماح للملفات التي لا يوجد لها امتدادات
00000504=طول الإسم للملف/المجلد
00000505=المستوى 1 - 64 حرف
00000506=المستوى × - 110 حرف
00000507=UDF
00000508=تعطيل دعم اليونيكود
00000509=DVD Video - السماح لعنوان مجلد اليونيكود
00000510=قرص قابل للإقلاع
00000511=خيارات
00000512=Emulation نوع المحاكاة:
00000513=ملف الإقلاع:
00000514=إستعراض ملف...
00000515=هويّة المطوّر:
00000516=تحميل الجزء:
00000517=قطاعات سيتم تحميلها:
00000518=(بلا (مخصّص
00000519=(بلا (مخصّص\n(1.20 MB) القرص المرن\n(1.44 MB) القرص المرن\n(2.88 MB) القرص المرن\nالقرص الصلب\n
00000520='0x' لكن من دون مقدمة Hex هذه القيمة مكتوبة بصيغة الـ
00000521=07C0
00000522=إصنع ملف إقلاع
00000523=إستخراج ملف إقلاع
00000524=إستخراج ملف إقلاع
00000525=المقصد
00000526=تحميل
00000527=إخراج
00000528=محو القرص...
00000529=عرض لوحة تحكم التغيير...
00000530=تحقق
00000531=وضع الإختبار
00000532=المصدر
00000533=إضافة ملف أو مجلد إلى قائمة المصدر (Enter)
00000534=إستعراض ملف...
00000535=إستعراض مجلد...
00000536=إزالة المواد المختارة (Del)
00000537=إزالة كل المواد
00000538=تحوّل إلى الحجم الأكبر (Alt+Enter)
00000539=إرجع إلى الحجم الطبيعي (Alt+Enter)
00000540=تحريك المواد المختارة إلى السقف (Ctrl+Home)
00000541=تحريك المواد المختارة إلى الأعلى (Ctrl+Up)
00000542=تحريك المواد المختارة إلى الأسفل (Ctrl+Down)
00000543=تحريك المواد المختارة إلى القاع (Ctrl+End)
00000544=ملف
00000545=إستعراض ملف المصدر...
00000546=إستعراض مجلد المصدر...
00000547=إزالة كل المواد
00000548=إستعراض ملف...
00000549=حساب
00000550=قراءة
00000551=بناء
00000552=كتابة
00000553=تحقق
00000554=تحميل اخر مشروع مُستخدم
00000555=تحميل المشروع...
00000556=حفظ المشروع...
00000557=تحميل اخر إصطفاف مُستخدم
00000558=تحميل الإصطفاف...
00000559=حفظ الإصطفاف...
00000560=تصدير الرسم البياني...
00000561=عرض الرسم البياني...
00000562=ملفات مُستخدمة حديثاً
00000563=لا يوجد
00000564=تفريغ
00000565=خروج
00000566=عرض
00000567=سجل
00000568=إصطفاف
00000569=تحديث
00000570=وضع
00000571=إختيار الوضع...
00000572=قراءة
00000573=بناء
00000574=كتابة
00000575=تحقق
00000576=إستكشاف
00000577=إخراج
00000578=جهاز
00000579=ملف الصورة
00000580=أدوات
00000581=ISO
00000582=تغيير عنوان المجلد...
00000583=لفاصل طبقة القرص IFO عرض معلومات الـ
00000584=محرك الأقراص
00000585=تحديث
00000586=إرجاع إلى الصفر
00000587=تحميل
00000588=إخراج
00000589=قفل حاضنة القرص
00000590=إعادة فتح حاضنة القرص
00000591=لوحة تحكم التغيير المضمنة...
00000592=لوحة تحكم تغيير الأقراص...
00000593=Plextor SpeedRead DVD
00000594=تمكين
00000595=تعطيل
00000596=تحديد سرعة القراءة
00000597=القصوى
00000598=1x
00000599=2x
00000600=4x
00000601=6x
00000602=8x
00000603=10x
00000604=12x
00000605=14x
00000606=16x
00000607=محو القرص
00000608=سريع
00000609=شامل
00000610=مزامنة الذاكرة المخبئية
00000611=إغلاق
00000612=مسار
00000613=دورة
00000614=قرص
00000615=تغيير إعدادات متقدّمة...
00000616=تغيير نوع الكتاب...
00000617=عارض القطاع...
00000618=لفاصل طبقة القرص IFO عرض معلومات الـ
00000619=الرمز الإقليمي
00000620=معلومات
00000621=تمكين
00000622=تعطيل
00000623=تغيير
00000624=قدرات
00000625=Firmware تأكد من وجود تحديث للبرمجة الثابتة...
00000626=أداة التغيير
00000627=لوحة تحكم التغيير المضمنة...
00000628=لوحة تحكم تغيير الأقراص...
00000629=CUE إنشاء ملف...
00000630=MDS إنشاء ملف...
00000631=SCSI / ATAPI إعادة بناء خريطة جهاز
00000632=SCSI / ATAPI  إبحث عن أجهزة
00000633=سرعة الكتابة التلقائية...
00000634=تصفية تسلسل تحميل المعرّف...
00000635=إعدادت...
00000636=تعليمات
00000637=ImgBurn تحديث برنامج
00000638=ImgBurn عرض دليل إستخدام...
00000639=ImgBurn زيارة موقع...
00000640=ImgBurn زيارة منتدى...
00000641=قٌم بالتبرّع...
00000642=ImgBurn الرسم البياني لـ...
00000643=ImgBurn سجلات...
00000644=ImgBurn إصطفافات...
00000645=ImgBurn إحصائيات...
00000646=ImgBurn حول...
00000647=إستعراض ملف...
00000648=إستعراض مجلد...
00000649=نسخ
00000650=لصق
00000651=إزالة المختار
00000652=إزالة الكل
00000653=تحريك المختار إلى السقف
00000654=تحريك المختار إلى الأعلى
00000655=تحريك المختار إلى الأسفل
00000656=تحريك المختار إلى القاع
00000657=إختيار الكل
00000658=عكس المختار
00000659=تحديث
00000660=إرجاع إلى الصفر
00000661=تحميل
00000662=إخراج
00000663=قفل حاضنة القرص
00000664=إعادة فتح حاضنة القرص
00000665=لوحة تحكم التغيير المضمنة...
00000666=لوحة تحكم تغيير الأقراص...
00000667=Plextor SpeedRead DVD
00000668=تمكين
00000669=تعطيل
00000670=تحديد سرعة القراءة
00000671=القصوى
00000672=1x
00000673=2x
00000674=4x
00000675=6x
00000676=8x
00000677=10x
00000678=12x
00000679=14x
00000680=16x
00000681=محو القرص
00000682=سريع
00000683=شامل
00000684=مزامنة ذاكرة التخزين المؤقت
00000685=إغلاق
00000686=مسار
00000687=دورة
00000688=قرص
00000689=تغيير إعدادات متقدّمة...
00000690=تغيير نوع الكتاب...
00000691=عارض القطاع...
00000692=لفاصل طبقة القرص IFO عرض معلومات الـ
00000693=الرمز الإقليمي
00000694=معلومات
00000695=تمكين
00000696=تعطيل
00000697=تغيير
00000698=قدرات
00000699=Firmware تأكد من وجود تحديث للبرمجة الثابتة...
00000700=تغيير
00000701=لفاصل طبقة القرص IFO عرض معلومات الـ
00000702=لا يوجد
00000703=تفريغ
00000704=تغيير المستخدم
00000705=إعادة التشغيل
00000706=إيقاف التشغيل
00000707=وضع الإستعداد
00000708=وضع السبات
00000709=ImgBurn إرجاع
00000710=خروج
00000711=تغيير محرك الأقراص
00000712=&A:\\
00000713=&B:\\
00000714=&C:\\
00000715=&D:\\
00000716=&E:\\
00000717=&F:\\
00000718=&G:\\
00000719=&H:\\
00000720=&I:\\
00000721=&J:\\
00000722=&K:\\
00000723=&L:\\
00000724=&M:\\
00000725=&N:\\
00000726=&O:\\
00000727=&P:\\
00000728=&Q:\\
00000729=&R:\\
00000730=&S:\\
00000731=&T:\\
00000732=&U:\\
00000733=&V:\\
00000734=&W:\\
00000735=&X:\\
00000736=&Y:\\
00000737=&Z:\\
00000738=ملفات مُستخدمة حديثاً
00000739=لا يوجد
00000740=تفريغ
00000741=PngImage0
00000742=PngImage1
00000743=تحرير
00000744=نسخ
00000745=تغيير محرك الأقراص
00000746=&A:\\
00000747=&B:\\
00000748=&C:\\
00000749=&D:\\
00000750=&E:\\
00000751=&F:\\
00000752=&G:\\
00000753=&H:\\
00000754=&I:\\
00000755=&J:\\
00000756=&K:\\
00000757=&L:\\
00000758=&M:\\
00000759=&N:\\
00000760=&O:\\
00000761=&P:\\
00000762=&Q:\\
00000763=&R:\\
00000764=&S:\\
00000765=&T:\\
00000766=&U:\\
00000767=&V:\\
00000768=&W:\\
00000769=&X:\\
00000770=&Y:\\
00000771=&Z:\\
00000772=ملفات مُستخدمة حديثاً
00000773=لا يوجد
00000774=تفريغ
00000775=القرص الحالي:
00000777=ImgBurn عرض ترجمات...
00000778=تلقائي
00000779=عرض معلومات القرص...
00000780=ImgBurn مشاريع...
00000781=MRU تفريغ قائمة مصدر
00000782=ImgBurn ملفات الصورة لـ...
00000783=إستعراض ملف المصدر...
00000784=إستعراض ملف المقصد...
00000785=مشروع جديد
00000786=منطقة السحب
00000787=بلا
00000788=DVD Video - لا تقم بتعطيل دعم اليونيكود
00000789=HD DVD Video - لا تقم بتعطيل دعم اليونيكود
00000790=BD Video - لا تقم بتعطيل دعم اليونيكود
00000791=HD DVD Video - السماح لعنوان مجلد اليونيكود
00000792=BD Video - السماح لعنوان مجلد اليونيكود
00000793=أخطاء القراءة:
00000794=هويّة القرص:
00000795=مجهول
00000796=هويّة القرص:
00000797=مجهول
00000798=هويّة القرص:
00000799=مجهول
00000800=نسخة:
00000801=مجهول
00000802=إستخدام القرص %
00000803=أخطاء في المقارنة:
00000804=مجلدات مُستخدمة حديثاً
00000805=لا يوجد
00000806=تفريغ
00000807=تغيير المجلد
00000808=لا يوجد
00000809=تفريغ
00000810=تغيير المجلد
00000811=لا يوجد
00000812=تفريغ
00000813=مجلدات مُستخدمة حديثاً
00000814=لا يوجد
00000815=تفريغ
00000816=AUDIO_TS, JACKET_P, VIDEO_TS عند التمكين، اليونيكود ليس معطّلاً لمجلدات الـ
00000817=لا حتّى للمجلدات الخاصّة
00000818=ADV_OBJ, HVDVD_TS عند التمكين، اليونيكود ليس معطّلاً لمجلدات الـ
00000819=لا حتّى للمجلدات الخاصّة
00000820=BDAV, BDMV, CERTIFICATE عند التمكين، اليونيكود ليس معطّلاً لمجلدات الـ
00000821=لا حتّى للمجلدات الخاصّة
00000822=DVD إنشاء ملف...
00000823=إيقاف التشغيل
00000824=فتح
00000825=إستطلاع
00000826=المصدر
00000829=محرّر نموذج القرص
00000830=إدخال
00000831=قياسي
00000832=متقدّم
00000833=تحوّل إلى الإدخال القياسي
00000834=تحوّل إلى الإدخال المتقدم
00000835=عرض محرّر نموذج القرص
00000836=إخفاء محرّر نموذج القرص
00000837=نوع البيانات:
00000838=MODE1/2048
00000839=MODE1/2048\nMODE2/FORM1/2352\n
00000840=السماح للملفات التي تتجاوز حد الحجم المسموح
00000841=حد واحد
00000842=حدود متعدّدة
00000843=تحكم التحميل التلقائي...
00000844=تحكم التحميل التلقائي...
00000845=تحكم التحميل التلقائي...
00000846=DMA إعادة تعيين...
00000847=ImgBurn كيف تقوم بإزالة برنامج...
00000848=السماح للملف ذو تاريخ الإنشاء الغير متوافق
00000849=وضع التسلسل
00000850=ترقيع جدول معلومات الإقلاع
00000851=مزامنة التعديل
00000852=PngImage0
00000853=PngImage1
00000854=شجرة العائلة
00000855=شجرة العائلة
00000856=3x
00000857=5x
00000858=3x
00000859=5x
00000860=محو ذكي
00000861=سريع
00000862=شامل
00000863=محو ذكي
00000864=سريع
00000865=شامل
00000866=BurnerMAX إرسال حمولة
00000867=BurnerMAX إرسال حمولة
00000868=هويّة المنبر:
00000869=80x86
00000870=80x86\nPower PC\nMac\nUEFI\n

[frmMediumChangerControl]
00000001=لوحة تحكم تغيير الأقراص...
00000002=نص الحالة
00000003=أجهزة
00000004=فتحات بداخل تحكم التغيير
00000005=عنوان عنصر التخزين الأول:
00000006=مجهول
00000007=في مكان إدخال/إخراج القرص
00000008=عنوان عنصر الإستيراد/التصدير الأول:
00000009=مجهول
00000010=الجهاز الذي ينقل القرص من/إلى الفتحات/المحركات
00000011=عنوان عنصر أداة النقل الأولى:
00000012=وحدات المحرك بداخل التغيير
00000013=عنوان عنصر النقل الأول:
00000014=مجهول
00000015=مجهول
00000016=موافق
00000017=فتحات
00000018=فتحة
00000019=قرص موجود
00000020=تحريك القرص من الفتحة المختارة إلى المحرك المختار
00000021=تركيب
00000022=إخراج القرص من الفتحة المختارة
00000023=إخراج
00000024=تحميل القرص إلى الفتحة المختارة
00000025=تحميل
00000026=تأكد من حالة كل الفتحات
00000027=فحص الكل
00000028=تأكد من حالة الفتحة المختارة
00000029=فحص
00000030=تحريك القرص من المحرك المختار إلى المصدر أو الفتحة المختارة ومن ثم تحريك القرص من الفتحة المشغولة التالية إلى المحرك المختار
00000031=تركيب التالي
00000032=محركات
00000033=محرك
00000034=قرص موجود
00000035=مصدر الفتحة
00000036=تحريك القرص من المحرك المختار إلى المصدر/الفتحة المختارة
00000037=فك التركيب
00000038=تحريك القرص من المحرك المختار إلى المصدر أو أوّل فتحة فارغة ومن ثم إخراجه
00000039=إخراج
00000040=تأكد من حالة كل المحركات
00000041=فحص الكل
00000042=تأكد من حالة المحرك المختار
00000043=فحص
00000044=تحميل القرص إلى أوّل فتحة فارغة و من ثم تحريكه إلى المحرك المختار
00000045=تحميل
00000046=تحريك القرص من المحرك المختار إلى المصدر/الفتحة المختارة و من ثم تحريك القرص من الفتحة المشغولة التالية إلى المحرك المختار
00000047=تركيب التالي
00000048=PngImage0
00000049=PngImage1

[frmPrepareImage]
00000001=تهيئة ملف الصورة...
00000002=المهمّة الحاليّة
00000003=مجهول
00000004=إلغاء الأمر
00000005=الدليل الحالي
00000006=مجهول
00000007=التقدم

[frmReplaceFile]
00000001=تأكيد إستبدال الملف
00000002=مجلد المقصد يحتوي بالفعل على ملف باسم:
00000003=هل تريد إستبدال الملف الموجود؟
00000004=تعديل:
00000005=مجهول
00000006=حجم:
00000007=مجهول
00000008="إسم الملف"
00000009=إعادة تسمية
00000010=نعم
00000011=نعم للكل
00000012=لا
00000013=لا للكل
00000014=ثانية x تلقائي "إعادة تسمية" في...
00000015=تلقائي "إعادة تسمية" - إلغاء الأمر

[frmSectorViewer]
00000001=عارض القطاعات
00000002=تحديث
00000003=القطاع السابق
00000004=القطاع التالي
00000005=مجهول
00000006=LBA:
00000007=إلى الأخير في القرص الحالي LBA تعيين
00000008=تحميل
00000009=إخراج
00000010=2352بايت لكل قطاع - RAW قراءة في وضع
00000011=RAW
00000012=واشتمال القناةالجانبية - 2448 بايت لكل قطاع RAW قراءة في وضع
00000013=القناةالجانبية

[frmSelectLayerBreak]
00000001=إختيار موقع فاصل الطبقة للقرص ذو الطبقتين
00000002=نقطة انتصاف ملف الصورة:
00000003=مجهول
00000004=!قم بإغلاق نافذة المعاينة للإستمرار
00000005=LBA
00000006=File/VTS
00000007=LU
00000008=PGC
00000009=الفصل
00000010=خلية
00000011=V/C هويّة
00000012=وقت البدأ
00000013=SPLIP
00000014=موافق
00000015=إلغاء الأمر
00000016=VOBU/ECC العودة للبحث عن طريق
00000017=صفحة الإستفهام
00000018=ممتاز
00000019=جيد جداً
00000020=جيد
00000021=متوسط
00000022=خيارات
00000023=IFO/BUP لا تقم بتحديث ملفات
00000024=سَلِس
00000025=معاينة الخلية المختارة
00000026=PngImage0
00000027=PngImage1
00000028=PngImage2
00000029=PngImage3
00000030=معاينة
00000031=الموقع الفعلي لفاصل الطبقة:
00000032=قم باختيار موقع فاصل الطبقة
00000033=مواقع فاصل الطبقة المحتملة
00000034=إلى الحافظة LBA نسخ الـ
00000035=ILVU

[frmSelectMediaType]
00000001=محو القرص
00000002=موافق
00000003=إلغاء الأمر
00000004=قم باختيار نوع القرص
00000005=CD-RW\nDVD-RW\nDVD+RW\nDVD-RAM\nBD-R\nBD-RE\nHD DVD-RW\nHD DVD-RAM\n

[frmSettings]
00000001=إعدادات
00000002=عام
00000003=خيارات
00000004=سُلوك إيقاف التشغيل:
00000005=تصغير إلى شريط المهام
00000006=خيارات الإستكشاف / كتابة / مزامنة البناء
00000007=خيارات الإستكشاف / كتابة / مزامنة البناء
00000009="إظهار نافذة "إيقاف التشغيل
00000010=إيقاف التشغيل
00000011=بلا\nتسجيل الخروج\nإعادة التشغيل\nأ- إيقاف التشغيل\nإيقاف التشغيل\nوضع الإستعداد\nوضع السبات\n
00000012=عدم إجبار عملية إيقاف التشغيل أبداً
00000013=منع شاشة التوقف من البدأ
00000014=عرض الإنذارات
00000015=ISO وليس MDS إختيار ملف
00000016=ملفات الصورة ما زالت مصطفّة
00000017=البرامج المتدخّلة
00000018=DVD-R DL فاصل الطبقة على
00000019=حرق زيادة عن الحد
00000020=أقصى حجم للملف
00000021=فاصل طبقة سَلِس
00000022=IFO/BUP لا تقم بتحديث ملفات
00000023=وضع الكتابة ولـيـس وضع البناء
00000024=متقدم
00000025=ثانية 30
00000026=MD5 Hash حساب قِيَم التحويل العددي
00000027=تحديد الملفات عند الإنشاء
00000028=الحفاظ على درب الأسماء كاملاً - MD5 إنشاء ملف
00000029=مهلة تحليل نظام الملف
00000030=الحفاظ على درب الأسماء كاملاً - CUE إنشاء ملف
00000031=فاصل الطبقة
00000032="IFO/BUP علّم "لا تقم بتحديث ملفات
00000033="علّم "سَلِس
00000034=ImgBurn خيارات معاينة
00000035=إستعراض ملف...
00000036=DirectDraw Overlays لا تستخدم
00000037=لا تحدّ الإطارات لكل ثانية
00000038=قراءة
00000039=خيارات
00000040=تقسيم الملف:
00000041=إنشاء نموذج ملف الصورة:
00000042=سعة القرص:
00000043=أولويّة المعالجة:
00000046="علّم "إيقاف تشغيل الحاسوب
00000047="علّم "إغلاق البرنامج
00000048=تلقائي
00000049=تلقائي\nنعم\nلا\n
00000050=تمكين SpeedRead DVD (Plextor)
00000051="تلقائي "تصدير الرسم البياني
00000052=نظام الملف
00000053=قرص\nنظام الملف\n
00000054=قياسي
00000055=الوقت الحقيقي\nعالي\nفوق العالي\nقياسي\nدون القياسي\nخامل\n
00000057=المقصد الإفتراضي
00000058=إستعراض مجلد...
00000059=بلا
00000060=إنتاج تلقائي
00000061=المُستخدم حديثاً
00000062=مخصّص
00000063=أخطاء القراءة
00000064=إعادة محاولة البرنامج:
00000065=إعادة محاولة الجهاز
00000066=تجاهل أخطاء الكتابة
00000067=بناء
00000068=خيارات
00000069=تقسيم الملف:
00000070=إنشاء نموذج ملف الصورة:
00000073="علّم "إيقاف تشغيل الحاسوب
00000074="علّم "إغلاق البرنامج
00000083=تلقائي
00000084=تلقائي\nنعم\nلا\n
00000089=DVD Video
00000090=موقع مجلد المحتوى:
00000091=IFO/BUP 32K حشوة
00000092=AUDIO_TS إنشاء مجلد
00000093=تصفية محتوى المجلد
00000094=أحرف كبيرة لأسماء الملف/المجلد
00000095=DVD عنوان المجلد - قراءة نص بيانات الـ
00000096=البداية
00000097=البداية\nمختلط\nالنهاية\n
00000116=كتابة
00000117=خيارات
00000118=وضع الكتابة:
00000119=حجم الوصلة:
00000120=نوع الكتابة:
00000121=تلقائي
00000122=تلقائي\nCD\nDVD\nHD DVD\nBD\n
00000123=قفل المجلد - مدخل حصري
00000124=عدم الأمر بمحو القرص
00000125=عدم الأمر بتهيئة القرص
00000126=عدم الأمر بكتابة فوق بيانات القرص
00000127=فتح وغلق حاضنة القرص قبل التحقّق
00000128="علّم "حذف ملف الصورة
00000129="علّم "إيقاف تشغيل الحاسوب
00000130=BURN-Proof تمكين
00000131=تلقائي
00000132=تلقائي\n0\n1\n16\n
00000133=DAO/SAO
00000134=متزايد\nTAO\nDAO/SAO\n
00000135=تحقّق ضد ملف الصورة
00000136=DVD-RAM / BD-RE FastWrite (*)
00000137="علّم "إغلاق البرنامج
00000138=DVD+R تحفظ مسار
00000139=DVD+R أدنى نصف القطر ) إتمام قرص ) (*)
00000140=* LG, Lite-On, Optiarc, Samsung ينطبق على محركات.
00000141="تلقائيّاً "تغيير نوع الكتاب  (*)
00000142=عدم الأمر بإغلاق قرص/دورة/مسار
00000143="الجواب "نعم
00000144="الجواب "لا
00000145=قبل الكتابة OPC نفّذ
00000146=عدم الأمر بإغلاق حاضنة القرص
00000147=خيارات
00000148=(ذات الطبقتين DL فاصل الطبقة (خاص بأقراص
00000149=L0 القطاعات في:
00000150=أولويّة المعالجة:
00000151=حساب الأمثل
00000152=محدد من المُستخدم
00000153="تلقائي "تصدير الرسم البياني
00000154=تفضيل الأقراص المُهيئة بشكلٍ صحيح (*)
00000155=عالي
00000156=الوقت الحقيقي\nعالي\nفوق العالي\nقياسي\nأدنى القياسي\nخامل\n
00000157=* DVD-RAM, BD-RE ينطبق على أقراص
00000158=تفضيل التهيئة بدون مناطق فائضة (*)
00000159=خيارات الإصطفاف
00000160=10 ثواني
00000161="أدخل القرص التالي - تلقائيّاً "نعم
00000162=إخراج حاضنة القرص قبل الكتابة التالية
00000163=أدخل القرص التالي - تحري القرص الفارغ التالي
00000164=أخطاء الكتابة
00000165=عدد محاولات البرنامج:
00000166=تحقّق
00000167=خيارات
00000168=أولويّة المعالجة:
00000169="تجاهل البايت التي ليست من "بيانات المستخدم
00000170="علّم "حذف ملف الصورة
00000171="علّم "إغلاق البرنامج
00000172="علّم "إيقاف تشغيل الحاسوب
00000173="تلقائي "تصدير الرسم البياني
00000174=تمكين SpeedRead DVD (Plextor)
00000175=قياسي
00000176=الوقت الحقيقي\nعالي\nفوق العالي\nقياسي\nأدنى القياسي\nخامل\n
00000177=CD-DA تجاهل بيانات
00000179=الرسم البياني
00000180=المجلد الإفتراضي
00000181=إستعراض مجلد...
00000182=المُستخدم حديثاً
00000183=مخصّص
00000184=ملفات الصورة
00000185=خيارات
00000187=أولويّة العملية:
00000189=قياسي
00000190=خامل\nأدنى حد\nأقل\nقياسي\nعالي\nأعلى حد\nالوقت الحرج\n
00000191=أخذ إستخدام المعالج
00000192=أخذ الرسم البياني
00000193=إسم الملف الإفتراضي
00000194=%M
00000195=%F
00000196=-     نموذج/صنع المحرك
00000197=-     نسخة البرمجة الثابتة
00000198=%D
00000199=-     (التاريخ (طويل
00000200=%T
00000201=-     وقت
00000202=معاينة:
00000203=غير متوفر
00000204=%I
00000205=-     هويّة القرص
00000206=%S
00000207=-     نسخة الكتابة
00000208=-     (التاريخ (قصير
00000209=%d
00000210=%V
00000211=-     تعريف مجلد ملف الصورة
00000212=%B
00000213=-     (التاريخ (ي ي/ش ش/س س س س
00000214=المُستخدم حديثاً
00000215=مخصّص
00000216=( _ ) إستبدال المساحة بين الكلمات بخط سفلي
00000217=%M %F %D %T %I %S
00000218=ضغط المساحات
00000219=I/O
00000220=الوسيط
00000221=ASPI - WNASPI32.DLL
00000222=ASAPI - ASAPI.DLL
00000223=SPTI - Microsoft
00000224=ElbyCDIO - Elaborate Bytes
00000225=عرض كل الأجهزة
00000226=Patin-Couffin - VSO Software
00000228=اكتشف حضور/إزالة الجهاز
00000229=حجم مخزن الذاكرة
00000230=80 MiB
00000231=تمكين إسترداد مخزن الذاكرة
00000232=طول النقل
00000233=32 KiB
00000234=تلقائي
00000235=يدوي
00000236=عتبة إسترداد مخزن الذاكرة
00000241=الجهاز
00000242=خيارات
00000243=إخراج حاضنة القرص بعد...
00000244=قفل حاضنة القرص خلال...
00000245=كتابة
00000246=محو
00000247=كتابة
00000248=محو
00000249=تعطيل إخطار تبديل القرص
00000250=تحقّق
00000251=تحقّق
00000252=قراءة
00000253=قراءة
00000254=ترتيب بـ
00000255=بلا\nعنوان\nحرف محرك القرص\nإسم\n
00000256=خيارات نظام التشغيل
00000257=إخطار عن الإدخال التلقائي
00000258=تشغيل قرص البيانات تلقائيّاً
00000259=تشغيل قرص الصوت تلقائيّاً
00000260=مزامنة المختار
00000261=وضع البناء
00000262=وضع الكتابة
00000263=وضع التحقّق
00000264=وضع الإستكشاف
00000265=وضع القراءة
00000266=كتابة
00000267=تحقّق
00000268=إستكشاف
00000269=كتابة
00000270=تحقّق
00000271=إستكشاف
00000272=كتابة
00000273=تحقّق
00000274=إستكشاف
00000275=بناء
00000276=بناء
00000277=بناء
00000278=إستكشاف
00000279=تحقّق
00000280=كتابة
00000281=بناء
00000282=قراءة
00000283=قراءة
00000284=قراءة
00000285=قراءة
00000286=إستكشاف
00000287=تحقّق
00000288=كتابة
00000289=بناء
00000290=قراءة
00000291=أصوات
00000292=صوت النجاح
00000293=إستعراض ملف...
00000295=تشغيل الملف المختار
00000297=تشغيل صوت النجاح
00000299=أحداث
00000300=عند بدأ التشغيل
00000301=تحديد وضع البرنامج:
00000302=تحديد وضع إخراج البناء:
00000303=تأكد من وجود تحديث للبرنامج:
00000304=إختيار الوضع
00000305=المُستخدم حديثاً\nإختيار الوضع\nقراءة\nبناء\nكتابة\nتحقّق\nإستكشاف\n
00000306=المُستخدم حديثاً
00000307=المُستخدم حديثاً\nالجهاز\nملف الصورة\n
00000308=أسبوعيّاً
00000309=لا\nيوميّاً\nأسبوعيّاً\nكل أسبوعين\nشهريّاً\n
00000310=عند إلغاء الأمر
00000311=حذف الملفات الغير مكتملة:
00000312="إسأل "هل بالفعل تريد إلغاء الأمر؟
00000313=أمر
00000314=أمر\nنعم\nلا\n
00000315=عند الخروج
00000318=حفظ السّجل
00000319=إستبدال الموجود
00000320=تفريغ قائمة الملفات المُستخدمة حديثاً
00000321=حفظ الإصطفاف
00000322=إستبدال الموجود
00000323=إرفاق الموجود
00000324=عند الخطأ
00000325=* سيحدث هذا فقط عندما لا يكون البرنامج "نَشِط" / في الخلفية
00000326=وميض زر شريط المهام (*)
00000327=التسجيل
00000328=إمتدادات القشرة
00000329=CD تشغيل تلقائي - فارغ
00000330=DVD
00000331=DVD تشغيل تلقائي - فارغ
00000332=الملفات المرتبطة بالبرنامج
00000333=BIN
00000334=IMG
00000335=ISO
00000336=DVD
00000337=CDR
00000338=NRG
00000339=GI
00000340=MDS
00000341=PDI
00000342=LST
00000343=UDI
00000344=CDI
00000345=GCM
00000346=IBQ
00000347=الكل
00000348=بلا
00000349=DI
00000350=البرنامج الإفتراضي ImgBurn جعل
00000351=IBB
00000352=CUE
00000353=موافق
00000354=إلغاء الأمر
00000355=إستعادة الإفتراضي
00000356=اللغة
00000357=AudioCD
00000358=Anci حفظ الملف بصيغة - CUE إنشاء
00000359=HD DVD تشغيل تلقائي - فارغ
00000360=Blu-ray تشغيل تلقائي - فارغ
00000361=CD Audio - تشغيل تلقائي
00000362=DVD Movie - تشغيل تلقائي
00000363=HD DVD - تشغيل تلقائي
00000364=Blu-ray - تشغيل تلقائي
00000365=* DVD-RAM, HD DVD-RAM, BD-RE ينطبق على أقراص\n.التمكين لهذا يمنع المحرك من القيام بعملية تحقّق تلقائي عند الكتابة، وبالتالي السماح لعملية الحرق بالسّرعة القُصوة
00000366=معدل العيّنة
00000367=100 ms
00000368=الرئيسي
00000369=الجهاز
00000370=معدل طول إصطفاف القرص
00000371=فتح بـ
00000372=Audio CD - WAV الإفتراضي إلى ملف
00000373=* DVD+RW, DVD-RAM, HD DVD-RW, HD DVD-RAM, BD-RE ينطبق على أقراص
00000374=عدم عرض رسائل شريط المعلومات (*)
00000375=مواقع الملفات
00000376=ملفات المشاريع
00000377=إستعراض مجلد...
00000378=ملفات اللغة
00000379=إستعراض مجلد...
00000380=ملفات الرسم البياني
00000381=إستعراض مجلد...
00000382=ملفات الإصطفاف
00000383=إستعراض مجلد...
00000384=ملفات السّجل
00000385=إستعراض مجلد...
00000386=قرص محميّ
00000387=MRU تفريغ قائمة مصدر
00000389=WV
00000390=APE
00000391=FLAC
00000392=صوت الخطأ
00000393=تشغيل صوت الخطأ
00000394=إستعراض ملف...
00000395=تشغيل الملف المختار
00000396=تشغيل الصوت بعد...
00000397=تشغيل الصوت بعد...
00000398=قراءة
00000399=كتابة
00000400=تحقّق
00000401=محو سريع
00000402=محو شامل
00000403=قراءة
00000404=كتابة
00000405=تحقّق
00000406=محو سريع
00000407=محو شامل
00000408=مفاصلة المدّة الزمنيّة
00000409=0 إطارات
00000410=* ."ينطبق على شاشة "إختيار الوضع
00000411=ImgBurn مسح إحصائيات
00000412=Drive.CDROM
00000413=ملفات الصورة
00000414=إستعراض مجلد...
00000415=لا تقم بتمكين الصوت
00000416=.دائماً قم باستخدام هذا الدرب كما في المجلد الأوّلي في مربعات الحوار الخاصّة بـ فتح/حفظ
00000417=.دائماً قم باستخدام هذا الدرب كما في المجلد الأوّلي في مربعات الحوار الخاصّة بـ فتح/حفظ
00000418=.دائماً قم باستخدام هذا الدرب كما في المجلد الأوّلي في مربعات الحوار الخاصّة بـ فتح/حفظ
00000419=.دائماً قم باستخدام هذا الدرب كما في المجلد الأوّلي في مربعات الحوار الخاصّة بـ فتح/حفظ
00000420=.دائماً قم باستخدام هذا الدرب كما في المجلد الأوّلي في مربعات الحوار الخاصّة بـ فتح/حفظ
00000421=.دائماً قم باستخدام هذا الدرب كما في المجلد الأوّلي في مربعات الحوار الخاصّة بـ فتح/حفظ
00000422=عرض المعلومات
00000423=عدم الأمر بحذف الملفات
00000424="الجواب "نعم
00000425="الجواب "لا
00000426=Anci حفظ الملف بصيغة - MDS إنشاء
00000427=منع الدخول في وضع الإستعداد
00000428=فوراً I/O لا تستخدم
00000429=(1:1) عرض الحجم الحقيقي
00000430=* عند التمكين، سيضمن المحرك من أن المساحة المسجّلة تقترب من نصف قطر 30 مم من القرص .DVD+R, DVD+R DL ينطبق على أقراص
00000431=إتمام القرص - إعادة محاولة تلقائيّاً
00000433=SPTI - طريقة سرد الجهاز
00000434=فئة الجهاز\nوسيط الجهاز\nحرف المحرك\n
00000435=Blu-ray Video
00000436=CERTIFICATE إنشاء مجلد شهادة
00000437=* DVD+RW, BD-RE ينطبق على أقراص
00000438=إتمام القرص - تجاهل الأخطاء
00000439=أخطاء القراءة
00000440=عدد محاولات البرنامج:
00000441=عدد محاولات الجهاز:
00000442=تجاهل أخطاء القراءة
00000443=هيئة ملف نموذج ملف الصورة
00000444=DVD
00000445=MDS
00000446=الملف I/O
00000447=I/O القراءة - دائماً قم باستخدام مخزن الذاكرة لـ
00000448=CCD
00000449=CUE
00000450=MD5 Hash قارن بين قِيَم التحويل العددي
00000451=تجاهل الغير متقارن
00000452="مسح راية "نسخ مؤشّر السماح
00000453=الصفحة 1
00000454=الصفحة 2
00000455=الأوامر
00000457=عدم الأمر بمحتوى الجذر
00000458=VIDEO_TS عدم الأمر بمحتوى
00000460="الجواب "نعم
00000461="الجواب "لا
00000464="الجواب "نعم
00000465="الجواب "لا
00000466=HVDVD_TS عدم الأمر بمحتوى
00000467="الجواب "نعم
00000468="الجواب "لا
00000469=BDAV/BDMV عدم الأمر بمحتوى
00000470="الجواب "نعم
00000471="الجواب "لا
00000472=عدم الأمر بإعدادات تنصيب نظام التشغيل
00000473="الجواب "نعم
00000474="الجواب "لا
00000475=DivX Video عدم الأمر بإعدادات
00000476="الجواب "لا
00000477="الجواب "نعم
00000478=DVD Video عدم الأمر بإعدادات
00000479="الجواب "نعم
00000480="الجواب "لا
00000481=HD DVD Video عدم الأمر بإعدادات
00000482="الجواب "نعم
00000483="الجواب "لا
00000484=BD Video عدم الأمر بإعدادات
00000485="الجواب "نعم
00000486="الجواب "لا
00000487=حجم مخزن ذاكرة القراءة
00000488=80 MiB
00000489=متقدّم
00000490=حشوة نظام الملف:
00000491=أدنى حد لقطاعات ملف الصورة
00000492=أدنى حد لقطاعات ملف الصورة:
00000493=30 ثانية
00000494=لبداية ملف الصورة LBAالـ:
00000495='Dereference' إستعراض ملف - وصلات لمحتويات المؤشر
00000496=MRU تذكّر تبويب
00000497="تجاهل الملفات التي في "طور الإستخدام
00000498=تلقائي "نعم" - عنوان المجلد
00000499=الإستخدام الأمثل للملفات المتطابقة
00000500=سَجّل أسماء الملف/المجلد الغير متوافقة
00000501=ISO9660
00000502=Joliet
00000503=UDF
00000504=تجميع الملفات على مستوى الدليل
00000505=* إستبعاد الخلط بين الملفات/المجلدات في جذر الدليل
00000506=ترتيب الملفات من خلال تسلسل قائمة المصدر (*)
00000507=MD5 إنشاء ملف
00000508=MD5 إنشاء ملف
00000509=إقتراح تغيير الإعدادت - تحديث واجهة البرنامج
00000510=الأوامر
00000511="ADV_OBJ" عدم الأمر باشتمال مجلد
00000512="الجواب "نعم
00000513="الجواب "لا
00000514="CERTIFICATE" عدم الأمر باشتمال مجلد شهادة
00000515="الجواب "نعم
00000516="الجواب "لا
00000517=تجاهل نظام الملف المعلن على المحركات الخارجية
00000518=الصفحة 1
00000519=الصفحة 2
00000520=الأوامر
00000521=عدم حذف ملفات الصوت أبداً
00000522=* BD-RE ينطبق على أقراص
00000523=تفضيل التهيئة مع شهادة كاملة (*)
00000524=حجم التّهيئة المفضّل:
00000525=المفضّل
00000526=المفضّل\nأدنى حد\nأقصى حد\n
00000527=* DVD+RW, DVD-RAM, BD-RE ينطبق على أقراص
00000528=* DVD+RW, DVD-RAM, BD-RE ينطبق على أقراص
00000529=عند التمكين، وظيفة التحقق-بعد-الكتابة الإفتراضية والتلقائية في المحرك سيتم تعطيلها، عندها يتم السماح للمحرك الحرق بالسرعة القصوة .BD-R ينطبق على أقراص *
00000530=غير مطلوب BD-R تحقق (*)
00000531=MD5 Hash مقارنة قِيَم التحويل العددي
00000532=الصفحة 1
00000533=الصفحة 2
00000534=خط
00000535=إستعراض خط...
00000536=تحديد خط واجهة المستخدم
00000537=عدم إجبار عملية إيقاف التشغيل أبداً
00000538=هيئة ملف نموذج ملف الصورة
00000539=DVD
00000540=MDS
00000541=CD-TEXT - Ansi إستخدم محارف
00000543=تحديد وضع إدخال البناء:
00000544=المُستخدم حديثاً
00000545=المُستخدم حديثاً\nقياسي\nمتقدم\n
00000546=خيارات محرّر نموذج القرص
00000547=جلب معلومات ملف القشرة
00000548=هي التي بهذه الصيغة 44.1كهز - 16بت - ستيريو CD-DA القابلة للتحويل إلى WAVملفات ال *
00000549=CD-DA القابلة للتحويل إلى WAV عدم تحليل ملفات (*)
00000550=العارض الإفتراضي
00000551=BurnPlot
00000552=DVDInfoPro
00000554=CUE
00000555=CCD
00000556=VTS إصلاح قطاعات
00000557=Opti Drive Control
00000558=سرد الأجهزة
00000559=أجهزة التحميل التلقائي
00000560=تجاهل معرّفات نظام الملف المركّبة إفتراضيّاً
00000561=عدم الأمر بقرص جديد
00000562=سَجّل الملفات/مجلدات المخفيّة المُتخطّاة
00000563=سَجّل ملفات/مجلدات النظام المتُخطّاة
00000564=مغيّروا الأقراص
00000565=إلغاء التشغيل التلقائي
00000566=وقف التسجيل بعد "كثرة" الرسائل
00000567=عدم الأمر بمعلومات ملف الصورة
00000568=عدم الأمر بعنوان المجلد
00000569="الجواب "نعم
00000570="الجواب "لا
00000571=AUDIO_TS عدم الأمر بمحتوى
00000572="الجواب "نعم
00000573="الجواب "لا
00000574=DVD Audio عدم الأمر بإعدادات
00000575="الجواب "نعم
00000576="الجواب "لا
00000577=اشتمال ملفات نقطة إعادة التوزيع
00000578=سَجّل ملفات/مجلدات نقطة إعادة التوزيع المُتخطّاة
00000579=رجاءً ملاحظة:
00000580=تحتاج إلى صلاحيّات المسؤول من أجل إكمال التغييرات على بعض هذه الخيارات
00000581="البقاء في الواجهة - نافذة "محرّر نموذج القرص
00000582="البقاء في الواجهة - نافذة "إصطفاف الكتابة
00000583=وضع إتجاه الواجهة:
00000584=يسار إلى اليمين
00000585=يسار إلى اليمين\nيمين إلى اليسار\n
00000586=لا حاجة للقرص ذو الطبقتين
00000587=خيارات طول الفاصل
00000588=طريقة الإكتشاف:
00000589=Acronova - BSRobots20.dll
00000590=Primera Technology - PTRobot.dll
00000591=طريقة نموذج القرص
00000592=الصفحة 1
00000593=الصفحة 2
00000594=CD:
00000595=DVD:
00000596=HD DVD:
00000597=Blu-ray:
00000598=وضع الإختبار مُمكّن
00000599=Vinpower Digital - COM Port
00000600=الحفاظ على درب الأسماء كاملاً - DVD إنشاء
00000601=Anci حفظ الملف بصيغة - DVD إنشاء
00000602=ملف السّجل
00000603=إضافة النُسخة والتاريخ أعلى السّجل
00000604=الصفحة 3
00000605=تسجيل
00000606=سَجّل المجلدات الجانبية المُتخطّاة
00000607='Dereference' ملفات وصل لمحتويات المؤشر
00000608=خيارات وضع التسلسل
00000609=إخراج حاضنة القرص قبل القراءة التالية
00000610="إدخال القرص التالي - تلقائي "موافق
00000611=ثواني 10
00000612=إدخال القرص التالي - ابحث عن القرص الغير فارغ التالي
00000613=Vinpower Digital
00000614=Sticky Media وضع
00000615=الصفحة 1
00000616=الصفحة 2
00000617="إستبدال الملف - تلقائي "إعادة تسمية
00000618=ثانية 30
00000619=تحديد المجلّد الأوّلي لجانب المستكشف
00000620=إستعراض مجلد...
00000621="تذكر "النُسَخ
00000622="تذكر "النُسَخ
00000623="مجلّد "ملفات الصورة
00000624=خيارات التحميل التلقائي
00000625=إجهاض" تلقائي عند الخطأ"
00000626=دائماً إستخدم مختار المجلّد الداعم للأنظمة القديمة
00000627=* 'DVD-ROM'عند حرق قرص بلو راي فيديو، حدّد نوع الكتاب إلى "قياسي" بدل من
00000628=استخدم "قياسي" لأقراص بلو راي فيديو (*)
00000632=إنتظر مدة أطول حتى يجهز محرك الأقراص
00000633=غير مدعوم UDF عدم الأمر بتنقيح
00000634="الجواب "نعم
00000635="الجواب "لا
00000636=سَجّل الملفات/مجلدات المُصفّاة المُتخطّاة
00000637=عام - COM Port
00000638=MP3 Audio عدم الأمر بإعدادات
00000639="الجواب "نعم
00000640="الجواب "لا
00000641=عدم الأمر بإعادة محاولة الحرق الفاشلة
00000642="الجواب "نعم
00000643="الجواب "لا
00000644=عام
00000645=أسلوب "القرص الموافق" البديل
00000646=معدل الباود:
00000647=وضع الإختبار غير مدعوم
00000648=الأوامر
00000650=Mini عدم الأمر بتغيير مقصد ملف صورة
00000651="الجواب "نعم
00000652="الجواب "لا
00000653=إظهار الخلايا المتداخلة
00000654=سَجّل الملفات/مجلدات الغير مُأرشفة المُتخطّاة
00000655=*بدل من الكتابة بأحجام متساوية على كلا الطبقتين (L0) عندما يتم كتابة ملف صورة صغير، أكتب كل شيء على الطبقة الأولى .DVD+R DL ينطبق على أقراص
00000656=فقط أكتب على الطبقة الأولى DVD+R DL (*)
00000657=BDMV إنشاء مجلدات
00000658=حرق زيادة عن الحد
00000661=HD DVD Video
00000662=VPLST000.XPL عنوان المجلد - قراءة
00000663=BDMT_ENG.XML عنوان المجلد - قراءة
00000664=الأوامر
00000665=DVD Audio الأمر بتأكيد إكتشاف
00000666=DVD Video الأمر بتأكيد إكتشاف
00000667=HD DVD Video الأمر بتأكيد إكتشاف
00000668=BD Video الأمر بتأكيد إكتشاف
00000669=الأمر بتأكيد إكتشاف تنصيب نظام التشغيل
00000670=الصفحة 4
00000671=إنشاء مدخل في هويّة البرنامج الإفتراضي
00000672=الإفتراضي
00000673=تحديد المستخدم
00000674=TAK
00000675=جانب المستكشف - قراءة فقط
00000676=I/O الكتابة - دائماً قم باستخدام مخزن الذاكرة لـ
00000677=حجم النقل:
00000678=64 KiB
00000679=32 KiB\n64 KiB\n128 KiB\n256 KiB\n512 KiB\n1 MiB\n
00000680=أسلوب الحرق زيادة عن الحد الإفتراضي:
00000681=حرق زيادة عن الحد
00000682=حرق زيادة عن الحد\nبتر\n
00000683=BurnerMAX إرسال حمولة:
00000684=أمر
00000685=أمر\nنعم\nلا\n
00000686=أسلوب الترقيع:
00000687=ملائم
00000688=نافذ المفعول\nملائم\nدائماً\n
00000689=إستخدم مجلّد لمقصد واحد
00000690=عدم الأمر بالإعدادات الأمثل

[frmShutdown]
00000001=ImgBurn
00000002=إيقاف التشغيل...
00000003=.لقد أمرتني بتسجيل الخروج من دورة الإستخدام الحاليّة عندما أنتهي مما كنت أقوم به\n\n!إذَن، لقد إنتهيت وها قد حان الوقت الأن\n\n!إن لم تكن تريد لهذا أن يحصل، انقر على "إجهاض" الأن\n
00000004=.لقد أمرتني بإعادة تشغيل الحاسوب عندما أنتهي مما كنت أقوم به\n\n!إذَن، لقد إنتهيت وها قد حان الوقت الأن\n\n!إن لم تكن تريد لهذا أن يحصل، انقر على "إجهاض" الأن\n
00000005=.لقد أمرتني بإيقاف تشغيل الحاسوب عندما أنتهي مما كنت أقوم به\n\n!إذَن، لقد إنتهيت وها قد حان الوقت الأن\n\n!إن لم تكن تريد لهذا أن يحصل، انقر على "إجهاض" الأن\n
00000006=.لقد أمرتني بإيقاف تشغيل الحاسوب عندما أنتهي مما كنت أقوم به\n\n!إذَن، لقد إنتهيت وها قد حان الوقت الأن\n\n!إن لم تكن تريد لهذا أن يحصل، انقر على "إجهاض" الأن\n
00000007=.لقد أمرتني بوضع الحاسوب في حالة "الإستعداد" عندما أنتهي مما كنت أقوم به\n\n!إذَن، لقد إنتهيت وها قد حان الوقت الأن\n\n!إن لم تكن تريد لهذا أن يحصل، انقر على "إجهاض" الأن\n
00000008=.لقد أمرتني بوضع الحاسوب في حالة "السبات" عندما أنتهي مما كنت أقوم به\n\n!إذَن، لقد إنتهيت وها قد حان الوقت الأن\n\n!إن لم تكن تريد لهذا أن يحصل، انقر على "إجهاض" الأن\n
00000009=إجهاض

[frmChooseFont]
00000001=إختيار الخط
00000002=عيّنة
00000003=1234567890-=!"£$%^&*()_+
00000004=`[];'#\\,./¬{}:@~|<>?¦
00000005=AaBbCcDdEeFfGgHhIiJjKkLlMm
00000006=NnOoPpQqRrSsTtUuVvWwXxYyZz
00000007=أبجد هوز حطي كلمن سعفص قرشت ثخذ ضظغ 0987654321
00000008=موافق
00000009=إلغاء الأمر

[frmDiscLayoutAdd]
00000001=إضافة ملفات...
00000002=المادة الحالية
00000003=مجهول
00000004=إلغاء الأمر
00000005=الدليل الحالي
00000006=مجهول
00000007=التقدم

[frmDiscLayoutEditor]
00000001=محرّر نموذج القرص
00000002=إضافة ملفات...
00000003=إضافة ملفات
00000004=إضافة مجلد...
00000005=إضافة مجلد
00000007=إعادة تسمية
00000008=إعادة تسمية
00000010=إزالة
00000011=إزالة
00000013=إسم
00000014=حجم
00000015=نوع
00000016=تاريخ التعديل
00000017=درب نظام التشغيل
00000018=PngImage_NewDisc
00000019=PngImage_LoadProject
00000020=PngImage_SaveProject
00000021=PngImage_AddFiles
00000022=PngImage_AddFolder
00000023=PngImage0
00000024=PngImage1
00000025=PngImage2
00000026=مجلد جديد
00000027=مجلد جديد
00000028=PngImage3
00000029=PngImage4
00000030=مجلد جديد
00000031=توسيع الكل
00000032=طي الكل
00000033=خصائص
00000034=لصق
00000035=إعادة تسمية
00000036=إزالة
00000037=توسيع
00000038=طي
00000039=PngImage5
00000040=PngImage6
00000041=PngImage7
00000042=PngImage8
00000043=PngImage9
00000044=إزالة
00000045=إعادة تسمية
00000046=لصق
00000047=مجلد جديد
00000048=خصائص
00000049=استطلاع
00000050=فتح
00000051=إختيار الكل
00000052=عكس الإختيار
00000053=فتح موقع الملف
00000054=إختار
00000055=استطلاع موقع الملف
00000056=استطلاع
00000057=فتح
00000058=PngImage_AddSelected
00000059=PngImage_AddFiles
00000060=PngImage_AddFolder
00000061=PngImage_NewFolder
00000062=PngImage_Delete
00000063=PngImage_Rename
00000064=PngImage_Properties
00000065=قرص جديد
00000066=قرص جديد
00000068=PngImage10
00000069=PngImage11
00000070=إضافة مجلد...
00000071=إضافة ملفات...
00000072=إضافة مجلد...
00000073=إضافة ملفات...
00000075=CD (650 MiB / 74 دقيقة)\nCD (700 MiB / 80 دقيقة)\nCD (790 MiB / 90 دقيقة)\nCD (870 MiB / 99 دقيقة)\nDVD-5\nDVD±R\nDVD-R\nDVD-9\nDVD±R DL\nDVD+R DL\nBD-R/RE\nBD-R/RE DL\nBD-R/RE TL\nBD-R/RE QL\n
00000076=إختيار القرص تلقائيّاً
00000077=CD (650 MiB / 74 دقيقة)
00000078=PngImage_Explorer2
00000079=PngImage_SideBySideView2
00000080=خصائص
00000081=خصائص
00000082=PngImage_LoadProject2
00000083=PngImage_SaveProject2
00000084=PngImage_NewDisc2
00000085=PngImage_AddSelected2
00000086=تحميل المشروع...
00000087=تحميل المشروع
00000088=حفظ المشروع...
00000089=حفظ المشروع
00000091=PngImage_AddFiles2
00000092=PngImage_AddFolder2
00000094=مستكشف
00000095=تبديل جانب المستكشف
00000096=ComboBox_ExplorerFolders
00000097=العرض جنباً إلى جنب
00000098=PngImage_NewFolder2
00000099=PngImage_Delete2
00000100=تبديل العرض إلى جنباً لجنب
00000101=PngImage_Rename2
00000102=PngImage_Properties2
00000103=إضافة المختار
00000104=إضافة المختار

[frmDiscLayoutProperties]
00000001=خصائص
00000002=مجهول
00000003=المحتوى:
00000004=مجهول
00000005=إسم:
00000006=مجهول
00000007=نوع:
00000008=مجهول
00000009=حجم:
00000010=مجهول
00000011=موقع:
00000012=مجهول
00000013=درب نظام التشغيل:
00000014=مجهول
00000015=تاريخ الإنشاء:
00000016=تاريخ التعديل:
00000017=الصّفات:
00000018=مخفي
00000019=موافق
00000020=إلغاء الأمر

[frmDiscLayoutReplace]
00000001=إضافة ملف
00000002=.يوجد حاليّاً ملف بنفس الإسم في هذا الموقع
00000003=إسم:
00000004=مجهول
00000005=نوع:
00000006=مجهول
00000007=موقع:
00000008=مجهول
00000009=الملف الموجود
00000011=مجهول
00000012=حجم:
00000013=مجهول
00000014=تاريخ التعديل:
00000015=مجهول
00000016=ملف جديد
00000018=مجهول
00000019=حجم:
00000020=مجهول
00000021=تاريخ التعديل:
00000022=مجهول
00000023=إستبدال الكل
00000024=تخطي الكل
00000025=إستبدال
00000026=تخطي
00000027=إلغاء الأمر
00000028=إعادة تسمية

[frmAutoLoaderControl]
00000001=تحكم التحميل التلقائي
00000002=أجهزة
00000003=مجهول
00000004=هويّة الروبوت:
00000005=محركات
00000006=محرك
00000007=إخراج القرص من المحرك المختار
00000008=إخراج
00000009=تحميل القرص إلى المحرك المختار
00000010=تحميل
00000011=رفض القرص من المحرك المختار
00000012=رفض
00000013=نوع الروبوت:
00000014=مجهول
00000015=الروبوت جاهز:
00000016=مجهول
00000017=محركات:
00000018=مجهول
00000019=هويات المحرك:
00000020=مجهول
00000021=PngImage0
00000022=PngImage1
00000024=موافق
00000027=نص الحالة
00000028=تفريغ خطأ النظام
00000029=معايرة
00000030=فحص ذاتي
00000031=تعديل إرتباط محرك الأقراص...
00000032=Bin تفريغ حالة الـ

[frmConfigureDrivePositions]
00000001=تعديل مواقع محرك الأقراص
00000002=موافق
00000003=إلغاء الأمر
00000004=مجهول
00000005=الرجاء اختيار...
00000006=الرجاء اختيار...\nليس في الناشر\nالمحرك الأعلى\nالمحرك الأسفل\n
00000007=إغلاق/فتح
00000008=موقع
00000009=حَرَكة
00000010=محرك الأقراص
00000011=مجهول
00000012=الرجاء اختيار...
00000013=الرجاء اختيار...\nليس في الناشر\nالمحرك الأعلى\nالمحرك الأسفل\n
00000014=إغلاق/فتح
00000015=مجهول
00000016=الرجاء اختيار...
00000017=الرجاء اختيار...\nليس في الناشر\nالمحرك الأعلى\nالمحرك الأسفل\n
00000018=إغلاق/فتح
00000019=مجهول
00000020=الرجاء اختيار...
00000021=الرجاء اختيار...\nليس في الناشر\nالمحرك الأعلى\nالمحرك الأسفل\n
00000022=إغلاق/فتح
00000023=مجهول
00000024=الرجاء اختيار...
00000025=الرجاء اختيار...\nليس في الناشر\nالمحرك الأعلى\nالمحرك الأسفل\n
00000026=إغلاق/فتح
00000027=إستخدم صندوق القوائم المُنسدلة لتحديد أي من محركات الأقراص التي لديك ستكون في الأعلى أو في الأسفل

[frmReadNextDisc]
00000001=الرجاء إدخال القرص التالي...
00000002=نص الحالة
00000004=إلغاء الأمر
00000005=التالي
00000006=مجهول
00000014=فتح المجلد الذي يحتوي الملف
00000015=مجهول
00000018=تحميل
00000019=إخراج
00000021=إبحث عن القرص الغير فارغ التالي في التغيير
00000022=عرض تحكم التغيير...
00000023=موافق
00000024=السابق
00000025=مجهول
00000026=عنوان:
00000027=تصدير الرسم البياني...
00000028=عرض الرسم البياني...
00000029=فتح المجلد الذي يحتوي الملف
00000030=الرسم البياني:
00000031=مجهول
00000035=تحميل
00000036=إخراج
00000037=مجهول
00000041=إستعراض ملف...
00000042=عنوان:
00000043=مجهول
00000044=تعريف التطبيق
00000045=هويّة التطبيق:
00000046=مجهول
00000047=نظام/أنظمة الملف
00000048=نظام الملف:
00000049=مجهول

[frmSelectRobotDrives]
00000001=تعديل مواقع محرك الأقراص
00000002=موافق
00000003=إلغاء الأمر
00000004=مجهول
00000005=الرجاء اختيار...
00000006=الرجاء اختيار...\nليس في الناشر\nالمحرك الأعلى\nالمحرك الأسفل\n
00000007=إغلاق/فتح
00000008=موقع
00000009=حَرَكة
00000010=محرك الأقراص
00000011=مجهول
00000012=الرجاء اختيار...
00000013=الرجاء اختيار...\nليس في الناشر\nالمحرك الأعلى\nالمحرك الأسفل\n
00000014=إغلاق/فتح
00000015=مجهول
00000016=الرجاء اختيار...
00000017=الرجاء اختيار...\nليس في الناشر\nالمحرك الأعلى\nالمحرك الأسفل\n
00000018=إغلاق/فتح
00000019=مجهول
00000020=الرجاء اختيار...
00000021=الرجاء اختيار...\nليس في الناشر\nالمحرك الأعلى\nالمحرك الأسفل\n
00000022=إغلاق/فتح
00000023=مجهول
00000024=الرجاء اختيار...
00000025=الرجاء اختيار...\nليس في الناشر\nالمحرك الأعلى\nالمحرك الأسفل\n
00000026=إغلاق/فتح
00000027=إستخدم صندوق القوائم المُنسدلة لتحديد أي من محركات الأقراص التي لديك ستكون في الأعلى أو في الأسفل

[frmConfigureDriveAssociation]
00000001=تعديل إرتباط محرك الأقراص
00000002=موافق
00000003=إلغاء الأمر
00000004=إسم
00000005=رجاءً قم باختيار محرك/محركات الأقراص المرتبطة بهذا الجهاز
00000006=جهاز:
00000007=مجهول
00000008=تحديث المحركات

[frmOverburn]
00000001=ImgBurn
00000002=لا توجد مساحة كافية على القرص لحرق ملف الصورة
00000003=حجم ملف الصورة:
00000004=مجهول
00000005=حجم القرص:
00000006=مجهول
00000007=موافق
00000008=إلغاء الأمر
00000009=ماذا تريدني أن أفعل؟
00000010=(الكتابة إلى نهاية ملف الصورة (حرق زيادة عن الحد
00000011=(الكتابة إلى نهاية القرص (بتر

[$CONSTANTS]
Abort=إجهاض
AFileNameCannotContainAnyOfTheFollowingCharacters=\\ / : * ? \\" < > | :لا يمكن لإسم الملف أن يحتوي على الأحرف التالية
AssumeBuild_BDVideo_BDAV=Blu-ray Video في جذر الدليل وبالتالي سأفترض أنه قرص  'BDAV' ملف الصورة يحتوي على مجلد
AssumeBuild_BDVideo_BDMV=Blu-ray Video في جذر الدليل وبالتالي سأفترض أنه قرص  'BDMV' ملف الصورة يحتوي على مجلد
AssumeBuild_DivXVideo=DivX Video في جذر الدليل وبالتالي سأفترض أنه قرص  'AVI' ملف الصورة يحتوي على ملف
AssumeBuild_DVDAudio=DVD Audio في جذر الدليل وبالتالي سأفترض أنه قرص  'AUDIO_TS' ملف الصورة يحتوي على مجلد
AssumeBuild_DVDVideo=DVD Video في جذر الدليل وبالتالي سأفترض أنه قرص  'VIDEO_TS' ملف الصورة يحتوي على مجلد
AssumeBuild_HDDVDVideo=HD DVD Video في جذر الدليل وبالتالي سأفترض أنه قرص  'HVDVD_TS' ملف الصورة يحتوي على مجلد
AssumeBuild_MP3Audio=MP3 Audio في جذر الدليل وبالتالي سأفترض أنه قرص 'MP3' ملف الصورة يحتوي على ملف
AssumeBuild_OSInstallation_I386=في جذر الدليل وبالتالي سأفترض أنه قرص لتنصيب نظام التشغيل  'I386' ملف الصورة يحتوي على مجلد
AssumeBuild_OSInstallation_InstallWim=وبالتالي سأفترض أنه قرص لتنصيب نظام التشغيل 'sources' في مجلد  'install.wim' ملف الصورة يحتوي على ملف
AssumePatch_isolinux_bin=كملف للإقلاع 'isolinux.bin' لقد قمت بتحديد الملف المُسمّى
Auto=تلقائي
AutoOKInXSecond=موافق" تلقائيّاً في %1 ثانية"...
AutoOKInXSeconds=موافق" تلقائيّاً في %1 ثواني"...
AutoRenameInXSecond=إعادة تسمية" تلقائيّاً في %1 ثانية"...
AutoRenameInXSeconds=إعادة تسمية" تلقائيّاً في %1 ثواني"...
AutoYesInXSecond=نعم" تلقائيّاً في %1 ثانية"...
AutoYesInXSeconds=نعم" تلقائيّاً في %1 ثواني"...
BL_ConfirmNewDisc=هل أنت متأكد من أنك تريد البدأ بقرص جديد؟\n\n.ستفقد نموذج القرص الحالي، في حال عدم الحفظ
BL_DoubleClickToOpenTheFile=.انقر مرتين لفتح الملف
BL_DoubleClickToOpenTheFolder=.انقر مرتين لفتح المجلد
BL_File=ملف
BL_FileFolder=مجلد الملف
BL_Files=ملفات
BL_Folder=مجلد
BL_Folders=مجلدات
BL_Free=فارغ
BL_Item=مادة
BL_ItemFileFolders=( مادة %1 ( %2 ملف، %3 مجلدات
BL_ItemFilesFolder=( مادة %1 ( %2 ملفات، %3 مجلد
BL_Items=مواد
BL_ItemSelected=المادة المختارة
BL_ItemSelectedFileFolders=( مادة مختارة %1 ( %2 ملف، %3 مجلدات
BL_ItemSelectedFilesFolder=( مادة مختارة %1 ( %2 ملفات، %3 مجلد
BL_ItemsFileFolder=( مواد %1 ( %2 ملف، %3 مجلد
BL_ItemsFileFolders=( مواد %1 ( %2 ملف، %3 مجلدات
BL_ItemsFilesFolder=( مواد %1 ( %2 ملفات، %3 مجلد
BL_ItemsFilesFolders=( مواد %1 ( %2 ملفات، %3 مجلدات
BL_ItemsSelected=المواد المختارة
BL_ItemsSelectedFileFolder=( مواد مختارة %1 ( %2 ملف، %3 مجلد
BL_ItemsSelectedFileFolders=( مواد مختارة %1 ( %2 ملف، %3 مجلدات
BL_ItemsSelectedFilesFolder=( مواد مختارة %1 ( %2 ملفات، %3 مجلد
BL_ItemsSelectedFilesFolders=( مواد مختارة %1 ( %2 ملفات، %3 مجلدات
BL_NewFolder=مجلد جديد
BL_NotApplicable=لا ينطبق
BL_Root=جذر
BL_ThisFolderAlreadyContainsAFileNamed='%1' هذا المجلد بالفعل يحتوي على ملف بإسم
BL_ThisFolderAlreadyContainsASubfolderNamed='%1' هذا المجلد بالفعل يحتوي على مجلد فرعي بإسم
BL_ThisLevelAlreadyContainsAFileNamed='%1' هذا المستوى بالفعل يحتوي على ملف بإسم
BL_ThisLevelAlreadyContainsAFolderNamed='%1' هذا المستوى بالفعل يحتوي على مجلد بإسم
BL_Used=مُستخدم
BuildBurnAnImage=بناء + حرق ملف الصورة
BurnAnImage=حرق ملف الصورة
BurnAnImageFileInBuildMode_1=!لقد قمت باختيار ملف 1 فقط ومن الواضح أنه ملف الصورة
BurnAnImageFileInBuildMode_2=أنت في وضع "البناء"، هل أنت متأكد من أنك تريد إنشاء نسخة إحتياطيّة من ملف الصورة هذا بدلاً من حرقهه بالطريقة العادية؟
BurnAnImageFileInBuildMode_3=.ملاحظة: إذا كنت تريد الحرق بالطريقة العادية، انقر على "لا"، تحوّل إلى وضع "الكتابة" وثم حاول مرة أخرى
Burning=عملية الحرق
Burnt=تم حرقة
BurnUsing=حرق بواسطة
Byte=بايت
ByteLC=بايت
Bytes=بايت
BytesLC=بايت
Cancel=إلغاء الأمر
CancelAutoOK=""إلغاء الأمر - تلقائي "موافق"
CantCreateImageFromMultiSessionDisc=.متعدد-الدورات غير مدعوم حاليّاً %1 للأسف، إستخدام وضع القراءة لإنشاء ملف صورة من قرص\n\n.بدل من ذلك، إستخدم وضع البناء لإنشاء ملف صورة جديد "نظيف" مبني على محتويات القرص
CantCreateImageFromMultiTrackDisc=.متعدد-المسارات غير مدعوم حاليّاً %1 للأسف، إستخدام وضع القراءة لإنشاء ملف صورة من قرص\n\n.بدل من ذلك، إستخدم وضع البناء لإنشاء ملف صورة جديد "نظيف" مبني على محتويات القرص
ChangesAvailable=التغييرات المتبقيّة
Continue=إستمرار
CorrectDataType_BDVideo='%1' وليس الذي قمت أنت باختياره وهو ،'MODE1/2048' عادة تستخدم نوع البيانات Blu-ray Video أقراص
CorrectDataType_DVDAudio='%1' وليس الذي قمت أنت باختياره وهو ،'MODE1/2048' عادة تستخدم نوع البيانات DVD Audio أقراص
CorrectDataType_DVDVideo='%1' وليس الذي قمت أنت باختياره وهو ،'MODE1/2048' عادة تستخدم نوع البيانات DVD Video أقراص
CorrectDataType_HDDVDVideo='%1' وليس الذي قمت أنت باختياره وهو ،'MODE1/2048' عادة تستخدم نوع البيانات HD DVD Video أقراص
CorrectFileSystem_BDVideo='%1' وليس الذي قمت أنت باختياره وهو ،'UDF' عادة تستخدم نظام ملف Blu-ray Video أقراص
CorrectFileSystem_DivXVideo='%1' وليس الذي قمت أنت باختياره وهو ،'ISO9660 + Joliet' عادة تستخدم أنظمة ملف DivX Video أقراص
CorrectFileSystem_DVDAudio='%1' وليس الذي قمت أنت باختياره وهو ،'ISO9660 + UDF' عادة تستخدم أنظمة ملف DVD Audio أقراص
CorrectFileSystem_DVDVideo='%1' وليس الذي قمت أنت باختياره وهو ،'ISO9660 + UDF' عادة تستخدم أنظمة ملف DVD Video أقراص
CorrectFileSystem_HDDVDVideo='%1' وليس الذي قمت أنت باختياره وهو ،'UDF' عادة تستخدم نظام ملف HD DVD Video أقراص
CorrectFileSystem_MP3Audio='%1' وليس الذي قمت أنت باختياره وهو ،'ISO9660 + Joliet' عادة تستخدم أنظمة ملف MP3 Audio أقراص
CorrectFileSystem_OSInstallation_I386='%1' وليس الذي قمت أنت باختياره وهو ،'ISO9660' أقراص تنصيب نظام التشغيل عادة تستخدم نظام ملف
CorrectFileSystem_OSInstallation_InstallWim='%1' وليس الذي قمت أنت باختياره وهو ،'UDF' أقراص تنصيب نظام التشغيل عادة تستخدم نظام ملف
CorrectUDFRevision_BDVideo='%1' تنقيح "2.50" وليس الذي قمت أنت باختياره وهو UDF عادة تستخدم Blu-ray Video أقراص
CorrectUDFRevision_DVDAudio='%1' تنقيح "1.02" وليس الذي قمت أنت باختياره وهو UDF عادة تستخدم DVD Audio أقراص
CorrectUDFRevision_DVDVideo='%1' تنقيح "1.02" وليس الذي قمت أنت باختياره وهو UDF عادة تستخدم DVD Video أقراص
CorrectUDFRevision_HDDVDVideo='%1' تنقيح "2.50" وليس الذي قمت أنت باختياره وهو UDF عادة تستخدم HD DVD Video أقراص
CorrectUDFRevision_OSInstallation_InstallWim='%1' تنقيح "1.02" وليس الذي قمت أنت باختياره وهو UDF أقراص تنصيب نظام التشغيل عادة تستخدم
CreateAnImage=إنشاء ملف الصورة
CreateDVDFile=DVD إنشاء ملف
CreateMDSFile=MDS إنشاء ملف
CS_IncludeArchiveFilesOnly_Disabled=إشتمل ملفات الأرشيف فقط - معطّل
CS_ISO9660_AllowFilesWithoutExtensions_Enabled=السماح للملفات التي لا يوجد لها امتدادات - مُمكّن - ISO9660
CS_ISO9660_AllowMoreThan8DirectoryLevels_Enabled=السماح لأكثر من 8 مستويات للدليل - مُمكّن - ISO9660
CS_ISO9660_CharacterSet_DOS=DOS - مجموعة الحروف - ISO9660
CS_ISO9660_DontAddVersionNumberToFileIdentifiers_Enabled=عدم إضافة رقم النسخة لتعريفات الملف - مُمكّن - ISO9660
CS_ISO9660_InterchangeLevel_LevelX=X مستوى التبادل - المستوى - ISO9660
CS_Joliet_AddVersionNumberToFileIdentifiers_Disabled=إضافة رقم النسخة لتعريفات الملف - مُعطّل - Joliet
CS_Joliet_AllowFilesWithoutExtensions_Enabled=السماح للملفات التي لا يوجد لها امتدادات - مُمكّن - Joliet
CS_Joliet_InterchangeLevel_LevelX=X مستوى التبادل - المستوى - Joliet
CS_PreserveFullPathnames_Disabled=الحفاظ على درب الأسماء كاملاً - مُعطّل
CS_RecurseSubdirectories_Enabled=ضم المجلدات الفرعية - مُمكّن
CurrentMediaDoesNotSupportDataType_UseMode1='%1' لأن القرص الحالي لا يدعم نوع البيانات 'MODE1/2048' سيتم إستخدام
CurrentProfile_None=!بلا
CurrentProfile_Unknown=مجهول
CurrentProfile_Unknown_Failed=فشل!) مجهول)
CurrentProfile_Unknown_NotSupported=غير مدعوم) مجهول)
CurrentProfile_Unknown_X=(مجهول (%1
Date=التاريخ
DeleteEmptyFolder=حذف المجلد الفارغ؟
DeleteIncompleteFile=حذف الملف الغير المكتمل؟
DetectBuild_BDVideo=هل تحاول أن تبني قرص بلو راي؟
DetectBuild_DVDAudio=هل تحاول أن تبني قرص دي في دي صوتي؟
DetectBuild_DVDVideo=هل تحاول أن تبني قرص دي في دي فيديو؟
DetectBuild_HDDVDVideo=؟ HD DVD Video هل تحاول أن تبني قرص
DetectBuild_OSInstallation=هل تحاول أن تبني قرص تنصيب نظام التشغيل؟
DirectoryDepthExceedsISO9660Limit_1=!وهو 8 مستويات ISO9660 عُمق الدليل يتجاوز حد ال
DirectoryDepthExceedsISO9660Limit_2='%1' :إسم
DirectoryDepthExceedsISO9660Limit_3=%1 :عدد مستويات الدليل في الدرب
DirectoryDepthExceedsISO9660Limit_4=%1 :مُعظم مستويات الدليل في أيّ درب
DirectoryDepthExceedsISO9660Limit_5=هل تريد الإستمرار على أيّ حال؟
DirectShowFilterList=DirectShow قائمة تصفية الـ:
Disabled=مُعطّل
Disc=قرص
DiscOptions=خيارات القرص
DropDescription_Insert_Unknown=<مجهول>
DropDescription_Message_AddTo=%1 إضافة إلى
DropDescription_Message_CannotAccept="الحاسوب يقول "لا
DropDescription_Message_CopyTo=%1 نسخ إلى
DropDescription_Message_MoveTo=%1 نقل إلى
Enabled=مُمكّن
ETFSBOOT_DontPatchBootInformationTable=."هذا لا يحتاج تمكين خيار "ترقيع جدول معلومات الإقلاع 'ETFSBOOT.COM' ملف الصورة\n\nفهل تريد مني أن أقوم بتصحيحه لك الأن؟
ETFSBOOT_WrongSectorsToLoad_4=هو 2 كيلوبايت فقط 'ETFSBOOT.COM' حجم ملف صورة\n\nلذا قيمة الـ "قطاعات للتحميل" يجب تغييرها إلى 4 وليس %1\n\nفهل تريد مني أن أقوم بتصحيحه لك الأن؟
ETFSBOOT_WrongSectorsToLoad_8=هو 4 كيلوبايت فقط 'ETFSBOOT.COM' حجم ملف صورة\n\nلذا قيمة الـ "قطاعات للتحميل" يجب تغييرها إلى 8 وليس %1\n\nفهل تريد مني أن أقوم بتصحيحه لك الأن؟
FileName=إسم الملف:
Finished=إنتهى
FolderContentRepresentRootDirectoryContent_1=!لقد قُمت باختيار مجلد 1 فقط
FolderContentRepresentRootDirectoryContent_2=هل تود مني إضافة محتويات الـ '%1' إلى ملف الصورة؟
FolderContentRepresentRootDirectoryContent_3=(وإلا، مجلد '%1' سيكون مرئي في جذر الدليل لملف الصورة)
FolderOrFileDoesNotExistOrIsNotAccessible=!المجلد أو الملف غير موجود أو لا يمكن الوصول إليه
Frame=الإطار
Frames=الإطارات
GraphDataPreview_DefaultMediaID=هويّة-القرص
GraphDataPreview_DefaultVolumeIdentifier=تعريف-المجلد
HaventIncludedADVOBJFolder='HVDVD_TS' على الرغم من وجود واحد في مثل مستوى الدليل كمجلد  'ADV_OBJ' لم تقم باشتمال مجلد\n\nهل تريد أن أقوم بإدراجه بدلاً عنك؟
HaventIncludedCERTIFICATEFolder='BDMV' على الرغم من وجود واحد في مثل مستوى الدليل كمجلد  'CERTIFICATE' لم تقم باشتمال مجلد\n\nهل تريد أن أقوم بإدراجه بدلاً عنك؟
IB_BootCatalog=مجلّة الإقلاع
IB_BootImage=ملف صورة الإقلاع
IB_CalculatingFileMD5HashValues=للملف MD5 Hash حساب قِيَم التحويل العددي...
IB_CalculatingImageSize=حساب حجم ملف الصورة...
IB_CheckingISO9660FileSizes=ISO9660 فحص أحجام ملف...
IB_ClearingFolderFileArchiveAttributes=تفريغ صفات أرشيف المجلد/الملف...
IB_DeletingSourceFiles=حذف ملفات المصدر...
IB_FileSystemPadding=حشوة نظام الملف
IB_FixingVTSSectors=VTS إصلاح قطاعات...
IB_GeneratingFileLBA=LBA إنتاج ملف...
IB_GeneratingISO9660CompliantNames=ISO9660 إنتاج أسماء متوافقه مع...
IB_GeneratingISO9660Data=ISO9660 إنتاج بيانات...
IB_GeneratingISO9660DirectoryLBA=ISO9660 لدليل LBA إنتاج...
IB_GeneratingJolietCompliantNames=Joliet إنتاج أسماء متوافقه مع...
IB_GeneratingJolietData=Joliet إنتاج بيانات...
IB_GeneratingJolietDirectoryLBA=Joliet لدليل LBA إنتاج...
IB_GeneratingUDFCompliantNames=UDF إنتاج أسماء متوافقه مع...
IB_GeneratingUDFData=UDF إنتاج بيانات...
IB_GeneratingUDFDirectoryLBA=UDF لدليل LBA إنتاج...
IB_GettingRegionInformation=جلب معلومات الإقليم...
IB_InitialisingBootImageFile=إبتداء ملف إقلاع ملف الصورة...
IB_ISO9660DirectoryRecords=ISO9660 سجلات دليل
IB_ISO9660PathTableRecords=ISO9660 سجلات جدول درب
IB_JolietDirectoryRecords=Joliet سجلات دليل
IB_JolietPathTableRecords=Joliet سجلات جدول درب
IB_NotApplicable=لا ينطبق
IB_OptimisingDuplicateFiles=الإستخدام الأمثل للملفات المتطابقة...
IB_PatchingBootInformationTable=يتم ترقيع جدول معلومات الإقلاع...
IB_SettingDirectoryTimes=تحديد أوقات الدليل...
IB_SortingFilesBySize=ترتيب الملفات حسب الحجم...
IB_SortingItems=ترتيب المواد...
IB_ThisMayTakeAWhile_PleaseBePatient=يُرجى التحلّي بالصبر، قد يستغرق هذا بعض الوقت...
IB_UDFDirectoryRecords=UDF سجلات دليل
IB_UDFFileSet=UDF مجموعة ملف
IB_UDFFileSetDuplicate=(متطابق) UDF مجموعة ملف
IB_WaitingForYouToSelectLayerBreakPosition=أنتظرك لتختار موقع فاصل بين الطبقتين...
IB_WritingBootCatalog=كتابة مجلّة الإقلاع...
IB_WritingBootImage=كتابة ملف الصورة للإقلاع...
IB_WritingFiles=كتابة الملفات...
IB_WritingFileSystemPadding=كتابة حشوة نظام الملف...
IB_WritingISO9660DirectoryRecords=ISO9660 كتابة سجلات دليل...
IB_WritingISO9660PathTableRecords=ISO9660 كتابة سجلات جدول درب...
IB_WritingJolietDirectoryRecords=Joliet كتابة سجلات دليل...
IB_WritingJolietPathTableRecords=Joliet كتابة سجلات جدول درب...
IB_WritingUDFDirectoryRecords=UDF كتابة سجلات دليل...
IB_WritingUDFFileSet=UDF كتابة مجموعة ملف...
IB_WritingUDFFileSetDuplicate=(متطابق) UDF كتابة مجموعة ملف...
Ignore=تجاهل
ImageTooLargeForDataType_UseMode1='%1' لأن حجم ملف الصورة كبير جداً لنوع البيانات ،'MODE1/2048' سيتم استخدام
Index=قائمة
LayerBreak=فاصل الطبقة
LogWindow_CloseMessage=!تم تصميم هذه النافذة لتبقى مفتوحة دائماً\n\n.إذا قمت بإغلاقها فسوف تفوتك معلومات كثيرة مثل، الإنذارات ورسائل الخطأ التي قد تكون مهمّة جداً\n\nهل أنت متأكد من أنك تريد أن تكون كالنعامة وتدفن رأسك في الرمل؟
MiniImageNotStoredWithContent=لن تعمل بشكل صحيح إلا إذا تم تخزينهم مع ملفات/مجلدات تم إنشائها لها (.miniso) ملفات الصورة ميني\n\nفإذا أردنا لهذا الأمر أن ينجح، لعل ملف المقصد يحتاج أن يتغيّر من\n\n%1\n\nإلى\n\n%2\n\nفهل تريد مني أن أغيّره لك الأن؟
MinimizeToSystemTray=تصغير إلى شريط المهام
Minute=دقيقة
Minutes=دقائق
No=لا
NoFilesOrFoldersWereAddedToTheImage=!لم يتم إضافة أي ملفات أو مجلدات إلى ملف الصورة
None=بلا
Normal=قياسي
NotApplicable=لا ينطبق
NoteGUIOptionNotChanged=.ملاحظة: لن يتم تغيير خَيار واجهة المستخدم
NoteGUIOptionsNotChanged=.ملاحظة: لن يتم تغيير خيارات واجهة المستخدم
Of=-
OK=حسناً
Options=خيارات
OverburnSize=(%2 MB) %1 قطاعات
PathLengthExceedsISO9660Limit_1='%1' وهو ISO9660 طول الدرب يتجاوز الحد الأقصى لأحرف ال
PathLengthExceedsISO9660Limit_2='%1' :اسم
PathLengthExceedsISO9660Limit_3='%1' :ISO9660 اسم
PathLengthExceedsISO9660Limit_4='%1' :عدد الأحرف في الدرب
Performer=أداء
Permanent=دائم
PleaseSelect=رجاءً قم باختيار
PleaseSelectAFile=رجاءً قم باختيار ملف
ProposedSettingChange=إقتراح تغيير الإعدادت:
ProposedSettingChanges=إقتراح تغييرات الإعدادت:
Queued=مصطفّ
ReadUsing=قراءة بواسطة
Reason=السبب
RemoveTopMostDiscFromOutputBin=الرجاء إزالة القرص الذي في أعلى سلّة الصادر، لقد تم رفضة من قِبَل أداة التحميل التلقائي
RenamedWithEmptyName=!إذا كنت ستنقر على "إعادة تسمية"، على الأقل قم بتعيين اسم جديد للملف
Reset=إعادة تعين
Retry=إعادة محاولة
Second=ثانية
Seconds=ثواني
SelectDefaultDestinationFolder=قُم باختيار مجلّد المقصد
SelectDestinationFolderForBatchModeImages=قم باختيار المجلّد لملفات الصورة لوضع التسلسل
SelectedAFolderContainingVideoFiles_BDVideo=Blu-ray Video لقد قمت باختيار مجلد يحتوي على ملفات\n\n؟ Blu-ray Video هل أنت تحاول بناء قرص
SelectedAFolderContainingVideoFiles_DVDAudio=DVD Audio لقد قمت باختيار مجلد يحتوي على ملفات\n\n؟ DVD Audio هل أنت تحاول بناء قرص
SelectedAFolderContainingVideoFiles_DVDVideo=DVD Video لقد قمت باختيار مجلد يحتوي على ملفات\n\n؟ DVD Video هل أنت تحاول بناء قرص
SelectedAFolderContainingVideoFiles_HDDVDVideo=HD DVD Video لقد قمت باختيار مجلد يحتوي على ملفات\n\n؟ HD DVD Video هل أنت تحاول بناء قرص
SelectedVideoFiles_BDVideo=!فقط Blu-ray Video لقد قمت باختيار ملفات\n\n؟ Blu-ray Video هل أنت تحاول بناء قرص
SelectedVideoFiles_DVDAudio=!فقط DVD Audio لقد قمت باختيار ملفات\n\n؟ DVD Audio هل أنت تحاول بناء قرص
SelectedVideoFiles_DVDVideo=!فقط DVD Video لقد قمت باختيار ملفات\n\n؟ DVD Video هل أنت تحاول بناء قرص
SelectedVideoFiles_HDDVDVideo=!فقط HD DVD Video لقد قمت باختيار ملفات\n\n؟ HD DVD Video هل أنت تحاول بناء قرص
SelectExplorerPaneInitialFolder=قم باختيار المجلّد الأوّلي لجانب المستكشف
SelectFolderForGraphDataFiles=قم باختيار المجلّد لملفات الرسم البياني
SelectFolderForImageFiles=قم باختيار المجلّد لملفات الصورة
SelectFolderForLanguageFiles=قم باختيار المجلّد لملفات اللّغة
SelectFolderForLogFiles=قم باختيار المجلّد لملفات السّجل
SelectFolderForProjectFiles=قم باختيار المجلّد لملفات المشاريع
SelectFolderForQueueFiles=قم باختيار المجلّد لملفات الإصطفاف
SelectFolderToAdd=قم باختيار المجلّد ليتم إضافته
Session=دورة
SessionOptions=خيارات الدورة
Sessions=الدورات
Special=خاص
StayOnTop=البقاء في الواجهة
Temporary=مؤقّت
ThatsFineExceptConflictingSetting=لك أن تختار ما تريد، إلا أن لديك إعداد متضارب قد يجعله يتوقف عن العمل بشكل صحيح
ThatsFineExceptConflictingSettings=لك أن تختار ما تريد، إلا أن لديك بعض الإعدادات المتضاربة قد تجعله يتوقف عن العمل بشكل صحيح
ThisSettingIsActive=.هذا الإعداد نشط
ThisSettingIsNotActive=.هذا الإعداد غـيـر ناشط
Time=الوقت
Title=العنوان
Total=المجموع
Track=المسار
TrackOptions=خيارات المسار
Tracks=المسارات
TryAgain=حاول مرّة أخرى
TryingToBuild_BDVideo=Blu-ray Video يبدو أنك تحاول أن تبني قرص
TryingToBuild_DVDAudio=DVD Audio يبدو أنك تحاول أن تبني قرص
TryingToBuild_DVDVideo=DVD Video يبدو أنك تحاول أن تبني قرص
TryingToBuild_HDDVDVideo=HD DVD Video يبدو أنك تحاول أن تبني قرص
TryingToBuild_OSInstallation=!يبدو أنك تحاول أن تبني قرص لتنصيب نظام التشغيل
UnacceptableCharacter=حرف غير مقبول
Unknown=مجهول
VendorInfo=معلومات الصانع:
VolumeLabel_UNDEFINED=غير محدّد
WarnBootable=لك أن تختار ما تريد، إلا إنّك قد أمرتني أن أجعل القرص قابل للإقلاع
WarnBootable_Hint="ملاحظة: تستطيع إيقاف ذلك من خلال "متقدم" -> تبويب "قرص قابل للإقلاع
WarnNotBootable=لك أن تختار ما تريد، إلا إنك لم تأمرني بجعل القرص قابل للإقلاع
WarnNotBootable_Hint="ملاحظة: تستطيع عمل ذلك من خلال "متقدم" -> تبويب "قرص قابل للإقلاع
WarnNotPatchingBootInfoTable=لك أن تختار ما تريد، إلا إنّك لم تأمرني بترقيع جدول معلومات الإقلاع
WarnNotPatchingBootInfoTable_Hint="ملاحظة: تستطيع عمل ذلك من خلال "متقدم" -> تبويب "قرص قابل للإقلاع
WarnUDFRevisionNotSupportedByOS=غير مدعوم من قِبَل نظام التشغيل هذا UDF (%1) لقد قمت باختيار تنقيح\n\nلن تستطيع إستعراض ما يحتويه القرص من دون إستخدام معرّف من طرف آخر خارج هذا البرنامج
WouldYouLikeMeToAdjustTheSettingForYou=هل تريدني أن أقوم بتعديل الإعداد لك؟
WouldYouLikeMeToAdjustTheSettingsForYou=هل تريدني أن أقوم بتعديل الإعدادات لك؟
WouldYouLikeToContinueAnyway=هل تريد الإستمرار على أيّ حال؟
WriteSpeed_AWS=تلقائي
WrongDataTypeForUsingIsoFileExtension_1='.iso' بسبب إعداد "نوع البيانات" الحالي، ملف الصورة هذا لا يمكن ولا ينبغي حفظه بامتداد ملف
WrongDataTypeForUsingIsoFileExtension_2=.بدلاً عنه '.bin' إن لم تفعل، سأقوم بحفظ ملف الصورة باستخدام امتداد ملف
Yes=نعم
